Repository: Ansuel/tch-nginx-gui
Catalog: decompressed/gui_file/www/lang/*/web-framework-tch.po
Languages: de_de, it_it

source: %d day
de_de: %d Tag
it_it: %d giorno

source: %d hour
de_de: %d Stunde
it_it: %d ora

source: %d minute
it_it: %d minuto

source: %d second
de_de: %d Sekunde
it_it: %d secondo

source: 0 or 1 expected.
de_de: 0 oder 1 erwartet.
it_it: Inserisci 0 o 1.

source: A WEP key of length 10 or 26 can only contain the hexadecimal digits.
de_de: Ein WEP-Schlüssel der Länge 10 oder 26 kann nur Hexadezimalzeichen enthalten.
it_it: Una chiave WEP di lunghezza 10 o 26 caratteri può contenere solo cifre esadecimali.

source: Add
de_de: Hinzufügen
it_it: Aggiungi

source: An error occured while applying your changes.
de_de: Beim Anwenden Ihrer Änderungen trat ein Fehler auf.
it_it: Si è verificato un errore durante l'applicazione delle modifiche.

source: An error occured while saving your changes.
de_de: Beim Speichern Ihrer Änderungen trat ein Fehler auf.
it_it: Si è verificato un errore durante il salvataggio delle modifiche.

source: Apply
de_de: Anwenden
it_it: Applica

source: Back
de_de: Zurück
it_it: Indietro

source: Cancel
de_de: Abbrechen
it_it: Annulla

source: Cannot assign, %s in use by system.
de_de: Nicht zuweisbar, %s wird vom System benutzt.
it_it: Impossibile assegnare %s in quanto è usato dal sistema.

source: Cannot use IPv4 loopback address range.
de_de: Der IPv4 Loopback-Bereich kann nicht verwendet werden.
it_it: Impossibile usare un intervallo di indirizzi IPv4 di loopback.

source: Cannot use a multicast address.
de_de: Eine Multicast-Addresse kann nicht verwendet werden.
it_it: Impossibile usare un indirizzo multicast.

source: Cannot use an address in this address range.
de_de: Eine Adresse aus diesem Bereich kann nicht verwendet werden.
it_it: Impossibile usare un indirizzo in questo intervallo di indirizzi.

source: Cannot use the GW IP.
de_de: Die Gateway-IP kann nicht verwendet werden.
it_it: Impossibile usare l'IP del Gateway.

source: Cannot use the broadcast address.
de_de: Die Broadcast-Adresse kann nicht verwendet werden.
it_it: Impossibile usare l'indirizzo di broadcast.

source: Cannot use the limited broadcast destination address.
de_de: Die limitierte Broadcast-Adresse kann nicht verwendet werden.
it_it: Impossibile usare l´indirizzo di destinazione di broadcast limitato.

source: Cannot use the network address.
de_de: Die Netzwerk-Adresse kann nicht verwendet werden.
it_it: Impossibile usare l'indirizzo di rete.

source: Changes not allowed.
de_de: Keine Änderungen erlaubt.
it_it: Modifiche non consentite.

source: Changes saved successfully
de_de: Änderungen wurden erfolgreich gespeichert
it_it: Salvataggio modifiche completato

source: Changes were made to this table which require you to start again.
de_de: Es wurden Änderungen an dieser Tabelle vorgenommen, die es erfordern, dass Sie von vorne beginnen.
it_it: Le modifiche che sono state effettuate in questa tabella richiedono di riavviare.

source: Close
de_de: Schließen
it_it: Chiudi

source: Create new
de_de: Neu erzeugen
it_it: Crea nuovo

source: Delete
de_de: Löschen
it_it: Elimina

source: Domain name cannot be empty.
de_de: Domain-Name darf nicht leer sein.
it_it: Il nome del dominio non può essere vuoto.

source: Domain name contains a label that is longer than 63 characters.
de_de: Domain-Name enthält einen Bestandteil, der länger als 63 Zeichen ist.
it_it: Il nome del dominio contiene un'etichetta che è più lunga di 63 caratteri.

source: Edit
de_de: Bearbeiten
it_it: Modifica

source: Empty label not allowed.
de_de: Leerer Text nicht erlaubt.
it_it: Etichetta vuota non consentita.

source: Error while applying changes
de_de: Fehler beim Anwenden der Änderungen
it_it: Errore durante l´applicazione delle modifiche

source: Error while saving changes
de_de: Fehler beim Speichern der Änderungen
it_it: Errore durante il salvataggio delle modifiche

source: Exit
de_de: Verlassen
it_it: Esci

source: Expire Time is invalid. It should be a whole number, between 60 and 86400.
de_de: Ablaufzeit ungültig. Sie sollte eine Ganzzahl zwischen 60 und 86400 sein.
it_it: Tempo scadenza non valido. Deve essere un numero intero compreso tra 60 e 86400.

source: Finish
de_de: Beenden
it_it: Completato

source: IP Address does not belong to Class A, B or C.
de_de: IP-Adresse gehört nicht zu Klasse A, B oder C.
it_it: Indirizzo IP non appartenente alla classe A, B o C.

source: IP is not in the same network as the gateway %s.
de_de: IP liegt nicht im selben Netzwerk wie das Gateway %s.
it_it: L´IP non appartiene alla stessa rete del gateway %s.

source: Input must be a number between %d and %d included.
de_de: Eingabe muss eine Zahl zwischen %d und %d sein.
it_it: Il valore immesso deve essere un numero compreso tra %d and %d incluso.

source: Input must be a number greater than %d included.
de_de: Eingabe muss eine Zahl größer oder gleich %d sein.
it_it: Il valore immesso deve essere un numero più grande di %d incluso.

source: Input must be a number smaller than %d included.
de_de: Eingabe muss eine Zahl kleiner oder gleich %d sein.
it_it: Il valore immesso deve essere un numero più piccolo di %d incluso.

source: Input must be a number.
de_de: Eingabe muss eine Zahl sein.
it_it: Il valore immesso deve essere un numero.

source: Input must be a whole number.
de_de: Eingabe muss eine Ganzzahl sein.
it_it: Il valore immesso deve essere un numero intero.

source: Invalid CIDR number.
de_de: Ungültige CIDR-Zahl.
it_it: Numero CIDR non valido.

source: Invalid IP Address
de_de: Ungültige IP-Adresse
it_it: Indirizzo IP non valido

source: Invalid IP Address.
de_de: Ungültige IP-Adresse.
it_it: Indirizzo IP non valido.

source: Invalid IP address.
de_de: Ungültige IP-Adresse.
it_it: Indirizzo IP non valido.

source: Invalid IPv6 Address, address group is invalid.
de_de: Ungültige IPv6-Adresse, die Adressgruppe ist ungültig.
it_it: Indirizzo IP v6 non valido. Gruppo indirizzi non valido.

source: Invalid MAC address
de_de: Ungültige MAC-Adresse
it_it: Indirizzo MAC non valido

source: Invalid MAC address, it must be of the form 00:11:22:33:44:55 or 00-11-22-33-44-55
de_de: Ungültige MAC-Adresse, sie muss von der Form 00:11:22:33:44:55 oder 00-11-22-33-44-55 sein
it_it: Indirizzo MAC non valido.<br/>Deve essere della forma 00:11:22:33:44:55 oppure 00-11-22-33-44-55

source: Invalid Network Address.
de_de: Ungültige Netzwerkadresse.
it_it: Indirizzo di rete non valido.

source: Invalid Pin.
de_de: Ungültige PIN.
it_it: PIN non valido.

source: Invalid URL
de_de: Ungültige URL
it_it: URL non valido

source: Invalid data format detected
de_de: Ungültiges Datenformat entdeckt
it_it: Rilevato formato dati non valido

source: Invalid input
de_de: Ungültige Eingabe
it_it: Dato inserito non valido

source: Invalid input.
de_de: Ungültige Eingabe.
it_it: Dato inserito non valido.

source: Invalid length, a WEP key must be 5, 10, 13 or 26 characters long.
de_de: Ungültige Länge, ein WEP-Schlüssel muss 5, 10, 13 oder 26 Zeichen lang sein.
it_it: Lunghezza non valida. Una chiave WEP deve essere lunga 5, 10, 13 o 26 caratteri.

source: Invalid port range.
de_de: Ungültiger Port-Bereich.
it_it: Intervallo porte non valido.

source: Invalid subnet.
de_de: Ungültiges Subnetz.
it_it: Sottorete non valida.

source: Invalid value.
de_de: Ungültiger Wert.
it_it: Valore non valido.

source: Invalid value; enter a number greater than 0, followed by 's' for seconds or 'm' for minutes or 'h' for hours or 'd' for days or 'w' for weeks. No spaces.
de_de: Ungültiger Wert, geben Sie eine Zahl größer als 0, gefolgt von 's' für Sekunden, 'm' für Minuten, 'h' für Stunden, 'd' für Tage oder 'w' für Wochen ein. Keine Leerzeichen.
it_it: Valore non valido. Inserisci un numero, senza spazi, maggiore di 0, seguito da 's' per i secondi oppure 'm' per i minuti o 'h' per le ore o 'd' per i giorni o 'w' per le settimane.

source: Label within domain name has invalid syntax.
de_de: Ein Bestandteil des Domain-Namens hat eine ungültige Syntax.
it_it: L'etichetta all'interno del nome del dominio ha una sintassi non valida.

source: Next
de_de: Weiter
it_it: Avanti

source: Not a Public Address
de_de: Keine öffentliche Adresse
it_it: Non un indirizzo pubblico

source: PIN code must composed of 4 or 8 digits with potentially a dash or space in the middle.
de_de: Der PIN-Code muss aus 4 oder 8 Stellen mit einem eventuellen Strich oder Leerzeichen in der Mitte bestehen.
it_it: Il codice PIN deve essere composto da 4 o 8 cifre separate potenzialmente da un trattino o uno spazio al centro.

source: Please enter valid IPv
de_de: Bitte nutzen Sie eine gültige IPv
it_it: Inserisci un IPv valido

source: Port is invalid. It should be between 1 and 65535 or it must be of format port1:port2 with port1 <= port2.
de_de: Port ungültig. Er sollte zwischen 1 und 65535 liegen oder muss das Format port1:port2 haben, wobei port1 <= port2 ist.
it_it: La porta non è valida.<br/>Deve essere tra 1 e 65535 oppure deve essere nel formato porta1:porta2 con porta1 <= porta2.

source: Port range is invalid, it must be of format port1:port2 with port1 <= port2.
de_de: Port-Bereich ungültig, er muss das Format port1:port2 haben, wobei port1 <= port2 ist.
it_it: Intervallo di porte non valido.<br/>Deve essere nel formato porta1:porta2 con porta1 <= porta2.

source: Positive number expected.
de_de: Positive Zahl erwartet.
it_it: Inserisci un numero positivo.

source: Received a non string value.
de_de: Erhaltener Wert ist keine Zeichenkette.
it_it: Ricevuto un valore non stringa.

source: Received domain name is too long.
de_de: Erhaltener Domain-Name ist zu lang.
it_it: Il nome dominio ricevuto è troppo lungo.

source: Reserved MAC address
de_de: Reservierte MAC-Adresse
it_it: Indirizzo MAC riservato

source: Save
de_de: Speichern
it_it: Salva

source: Some parameters failed validation
de_de: Einige Parameter konnten nicht validiert werden
it_it: Alcuni parametri hanno fallito la convalida

source: String cannot be empty.
de_de: Zeichenkette darf nicht leer sein.
it_it: La stringa non può essere vuota.

source: String is not an IPv4 address.
de_de: Zeichenkette ist keine IPv4-Adresse.
it_it: La stringa non è un indirizzo IPv4.

source: String must be at least %d characters long.
de_de: Zeichenkette muss mindestens %d Zeichen lang sein.
it_it: La stringa deve essere lunga almeno %d caratteri.

source: String must be between %1$d and %2$d characters long.
de_de: Zeichenkette muss zwischen %1$d und %2$d Zeichen lang sein.
it_it: La stringa deve essere lunga tra %1$d e %2$d caratteri.

source: Subnet must be between %d and %d (inclusive)
de_de: Subnetz muss zwischen %d und %d liegen
it_it: La sottorete deve essere compresa tra %d e %d (inclusi)

source: The Maximum leasetime must be 3 weeks or 21 days or 504 hours or 30240 minutes or 1814400 seconds.
de_de: Die maximale Lease-Dauer beträgt 3 Wochen, 21 Tage, 504 Stunden, 30240 Minuten oder 1814400 Sekunden.
it_it: Il tempo massimo di lease deve essere 3 settimane oppure 21 giorni o 504 ore o 30240 minuti o 1814400 secondi.

source: The minimum leasetime must be 120 seconds or 2 minutes.
de_de: Die minimale Lease-Dauer beträgt 120 Sekunden oder 2 Minuten.
it_it: Il tempo minimo di lease deve essere 120 secondi oppure 2 minuti.

source: The wireless key contains invalid characters, only space, letters, numbers and the following characters !"'`#$%&()*+,-./:;<=>?@[\]^_{|}~ are allowed.
de_de: Der Drahtlos-Schlüssel enthält ungültige Zeichen. Nur Leerzeichen, Buchstaben, Ziffern und die folgenden Zeichen sind erlaubt: !"'`#$%&()*+,-./:;<=>?@[\]^_{|}~
it_it: La chiave wireless contiene caratteri non validi. Sono consentiti solo lo spazio, le lettere ed i seguenti caratteri !"'`#$%&()*+,-./:;<=>?@[\]^_{|}~.

source: You tried to access an invalid line.
de_de: Sie versuchten, auf eine ungültige Zeile zuzugreifen.
it_it: Tentativo di accesso ad una linea non valida.

source: duplicate value
de_de: Doppelter Wert
it_it: Duplica valore

source: help
de_de: Hilfe
it_it: Aiuto

source: hide advanced
de_de: Verstecke Erweitert
it_it: Nascondi opzioni avanzate

source: refresh data
de_de: Daten neu laden
it_it: Aggiorna dati

source: show advanced
de_de: Zeige Erweitert
it_it: Visualizza opzioni avanzate

source: A WEP key of length 10 or 26 can only contain the letters A to F or digits
de_de: Ein WEP Schlüssel der Länge 10 oder 26 darf nur die Buchstaben A bis F und Ziffern enthalten
it_it: Una chiave WEP di lunghezza 10 or 26 caratteri può contenere solo lettere dalla A alla F o numeri

source: Invalid netmask
de_de: Ungültige Netzmaske
it_it: Maschera di rete non valida

source: Cannot use a multicast address
de_de: Kann keine Multicast-Adresse verwenden
it_it: Impossibile usare un indirizzo multicast

source: Invalid length, a WEP key must be 5, 10, 13 or 26 characters long, length of 10 and 26 can only contain the letters A to F or digits
de_de: Ungültige Länge, ein WEP Schlüssel muss 5, 10, 13 oder 26 Zeichen lang sein, Schlüssel der Länge 10 oder 26 dürfen nur die Buchstaben A bis F und Ziffern enthalten
it_it: Lunghezza chiave non valida.<br>Una chiave WEP dever avere una lunghezza di 5 o 10 o 13 o 26 caratteri.<br>Una chiave di lungehzza 10 o 26 caratteri può contenere solo le lettere dalla A alla F o numeri.

source: SSID should not be empty
de_de: Die SSID sollte nicht leer sein
it_it: L'SSID non può essere vuoto

source: SSID should not contain ?, ", $, [, \, ],and + special characters
de_de: Die SSI sollte nicht die Sonderzeichen ?, ", $, [, \, ], oder + enthalten
it_it: Il valore SSID non può contenere i caratteri ?, \, $, [, \, ], o caratteri speciali

source: Invalid value; enter 'infinite' for infinite time or a number greater than 0, followed by 's' for seconds or 'm' for minutes or 'h' for hours or 'd' for days or 'w' for weeks. No spaces.
de_de: Ungültiger Wert, geben Sie 'infinite' für unendlich oder eine Zahl größer 0, gefolgt von 's' für Sekunden, 'm' für Minuten, 'h' für Stunden, 'd' für Tage oder 'w' für Wochen - ohne Leerzeichen - ein.
it_it: Valore non valido.<br>Inserisci 'infinite' per un tempo infinito, o un numero maggiore di 0, seguito da 's' per i secondi, 'm' per i minuti, 'h' per le ore, 'd' per i giorni o W per le settimane. Senza spazi.

source: Cannot use the broadcast address
de_de: Kann die Broadcast-Adresse nicht verwenden
it_it: Impossibile usare un indirizzo broadcast

source: The wireless key contains invalid characters, only space, letters, numbers and the following characters !'`#$%&()*+,-./:;<=>?@[\]^_{|}~ are allowed.
it_it: La chiave wireelss contiene caratteri non validi.<br>Sono permessi solo spazi, lettere, numeri e i seguenti caratteri !'`#$%&()*+,-./:;<=>?@[\]^_{|}~.

source: Cannot use the network address
de_de: Kann die Netzwerk-Adresse nicht verwenden
it_it: Impossibile usare l'indirizzo di rete

source: space is not allowed
de_de: Leerzeichen sind nicht erlaubt
it_it: spazio non permesso

source: Cannot use the limited broadcast destination address
de_de: Kann die beschränkte Broadcast-Zieladresse nicht verwenden
it_it: Impossibile usare l'indirizzo destinazione broadcast limitato

source: SSID should not start with ; # !
de_de: Die SSID sollte nicht mit ; # ! beginnen
it_it: L'SSID non può iniziare con ; # !

source: %dd
it_it: %dg

source: %dh
it_it: %do

source: The wireless key contains invalid characters, only space, letters, numbers and the following characters !"#$%&()*+,-./:;<=>?@[\]^_{|}~ are allowed.
de_de: Der Wireless-Schlüssel enthält ungültige Zeichen, nur Leerzeichen, Buchstaben, Ziffern und die folgenden Zeichen: !"#$%&()*+,-./:;<=>?@[\]^_{|}~ sind erlaubt.
it_it: La chiave wireless contiene caratteri non validi. Sono consentiti solo lo spazio, le lettere ed i seguenti caratteri !"#$%&()*+,-./:;<=>?@[\]^_{|}~.

source: OFF
de_de: AUS

source: ON
de_de: AN
