Repository: Ansuel/tch-nginx-gui
Catalog: decompressed/gui_file/www/lang/*/webui-parental.po
Languages: de_de, it_it

source: <strong %s>%d site blocking</strong> rule is defined
de_de: <strong %s>%d Blockierungsregel</strong> ist definiert
it_it: <strong %s>%d</strong> regola di blocco siti

source: Add New Keywords
de_de: Hinzufügen neuer Schlüsselworte
it_it: Aggiungi nuove parole chiave

source: Add New Site
de_de: Hinzufügen neue Webseite
it_it: Aggiungi nuovo sito

source: Cannot add the same site for a MAC multiple time
de_de: Kann die selbe Seite nicht mehrmals für die gleiche MAC hinzufügen
it_it: Impossibile aggiungere più volte lo stesso sito per lo stesso MAC

source: Continue to the main page.
de_de: Weiter auf die Hauptseite.
it_it: Continua nella pagina principale.

source: Destination is blocked due to parental control.
de_de: Ziel ist aufgrund von elterlicher Kontrolle gesperrt.
it_it: La destinazione è bloccata dal controllo genitori.

source: Device
de_de: Gerät
it_it: Dispositivo

source: Enabled
de_de: Eingeschaltet
it_it: Abilitato

source: Exclude Mode
de_de: Ausschluss-Modus
it_it: Escludi modalità

source: Invalid device, entry must be either a valid IP or "All"
de_de: Ungültiges Gerät, Eintrag muss entweder eine gültige IP oder "Alle" sein
it_it: Dispositivo non valido.<br/>L´accesso deve essere o un IP valido o 'Tutti'

source: Keyword Filter
de_de: Schlüsselwort-Filter
it_it: Filtro parola chiave

source: Keywords
de_de: Schlüsselworte
it_it: Parole chiave

source: MAC Address
de_de: MAC-Adresse
it_it: Indirizzo MAC

source: Note:Parental control url filter not supported for https sites and will block all the webpages related to the given domain name.
de_de: Hinweis: Der URL-Filter für elterliche Kontrolle wird für HTTPS Webseiten nicht unterstützt und sperrt alle Seiten für den angegebenen Domain-Namen.
it_it: Nota: il filtro URL controllo genitori non è supportato per i siti https e bloccherà tutte le pagine web relative al nome del dominio fornito.

source: Parental Controls
de_de: Elterliche Kontrolle
it_it: Controlli genitori

source: Site
de_de: Webseite
it_it: Sito

source: Site Blocking
de_de: Webseiten-Sperrung
it_it: Blocco siti

source: Site blocking disabled
de_de: Webseiten-Sperrung abgeschaltet
it_it: Blocco siti disabilitato

source: Site blocking enabled
de_de: Webseiten-Sperrung eingeschaltet
it_it: Blocco siti abilitato

source: custom
de_de: Individuell
it_it: personale

source: <p>%s GUI Version
it_it: <p>Versione GUI %s

source: <p>Coded & Expanded by <font style="color:#0088cc;">Ansuel</font> and <a href="https://github.com/Ansuel/tch-nginx-gui/graphs/contributors">these GitHub users.</a><br>Unlock Utility by <font style="color:#0088cc;">ADeltaX</font>
de_de: <p>Geschrieben und erweitert von <font style="color:#0088cc;">Ansuel</font> und <a href="https://github.com/Ansuel/tch-nginx-gui/graphs/contributors">diesen GitHub Nutzern.</a><br>Entsperrwerkzeug von <font style="color:#0088cc;">ADeltaX</font>
it_it: <p>Codice e espansione di <font style="color:#0088cc;">Ansuel</font> e <a href="https://github.com/Ansuel/tch-nginx-gui/graphs/contributors">di questi utenti GitHub.</a><br>Utility di sblocco di <font style="color:#0088cc;">ADeltaX</font>

source: Parental Blocked
de_de: Elterlich gesperrt
it_it: Bloccato da controllo genitori
