Repository: Ansuel/tch-nginx-gui
Catalog: decompressed/gui_file/www/lang/*/webui-qos.po
Languages: de_de, it_it

source: <strong>%s classify rule(s)</strong> active
de_de: <strong>%s Klassifikationsregel(n)</strong> aktiv
it_it: <strong>%s regola classificazione</strong> attiva

source: <strong>%s queue(s)</strong> active
de_de: <strong>%s Warteschlange(n)</strong> aktiv
it_it: <strong>%s coda</strong> attiva

source: Add New Label
de_de: Hinzufügen Neuen Titel
it_it: Aggiungi nuova etichetta

source: Add New Rule
de_de: Hinzufügen neue Regel
it_it: Aggiungi nuova regola

source: Add new queue
de_de: Hinzufügen neue Warteschlange
it_it: Aggiungi nuova coda

source: Algorithm
de_de: Algorithmus
it_it: Algoritmo

source: Classification
de_de: Klassifikation
it_it: Classificazione

source: Default
de_de: Standard
it_it: Predefinito

source: Default Queue
de_de: Standard-Warteschlange
it_it: Coda predefinita

source: Dest Host/IP
de_de: Ziel-Host/-IP
it_it: Host/IP destinazione

source: Dest Port(s)
de_de: Ziel-Port
it_it: Porta/e destinazione

source: Enabled
de_de: Aktiviert
it_it: Abilitato

source: Label Name
de_de: Titel Name
it_it: Nome etichetta

source: Label Target
de_de: Titel Ziel
it_it: Etichetta destinazione

source: Priority
de_de: Priorität
it_it: Priorità

source: Protocol
de_de: Protokoll
it_it: Protocollo

source: QoS Classification Table
de_de: QoS Klassifikationstabelle
it_it: Tabella classificazione QoS

source: QoS Label Table
de_de: QoS Titel Tabelle
it_it: Tabella etichette QoS

source: QoS Queue Scheduling on Interface LAN
de_de: QoS Warteschlangenplanung für LAN Schnittstelle
it_it: Pianificazione coda QoS interfaccia LAN

source: QoS Queue Scheduling on Interface WAN
de_de: QoS Warteschlangenplanung für WAN Schnittstelle
it_it: Pianificazione coda QoS interfaccia WAN

source: QoS Queue Scheduling on Interface WLAN
de_de: QoS Warteschlangenplanung für WLAN Schnittstelle
it_it: Pianificazione coda QoS interfaccia WLAN

source: QoS Queue Table on Interface LAN
de_de: QoS Warteschlangentabelle für LAN Schnittstelle
it_it: Tabella coda QoS interfaccia LAN

source: QoS Queue Table on Interface WAN
de_de: QoS Warteschlangentabelle für WAN Schnittstelle
it_it: Tabella coda QoS interfaccia WAN

source: QoS Queue Table on Interface WLAN
de_de: QoS Warteschlangentabelle für WLAN Schnittstelle
it_it: Tabella coda QoS interfaccia WLAN

source: Queue
de_de: Warteschlange
it_it: Coda

source: Source Host/IP
de_de: Quell-Host/-IP
it_it: Host/IP sorgente

source: Source Port(s)
de_de: Quell-Port(s)
it_it: Porta/e sorgente

source: Strict Priority
de_de: Strenge Priorität
it_it: Priorità rigorosa

source: Strict Priority and Weighted Round Robin
de_de: Strenge Priorität und gewichtetes Round Robin
it_it: Priorità rigorosa e round robin pesato

source: Traffic ID
de_de: Verkehrs-ID
it_it: ID traffico

source: Weight
de_de: Gewicht
it_it: Peso

source: Weighted Round Robin
de_de: Gewichtetes Round Robin
it_it: Round robin pesato

source: Yes
de_de: Ja
it_it: Sì

source: Qos Wireless Status
de_de: QoS Drahtlos Status

source: Qos Port Status
de_de: QoS Port Zustand

source: Virtual Port
de_de: Virtueller Port

source: Name
it_it: Nome

source: Port(s)
it_it: Porta/e
