Repository: Ansuel/tch-nginx-gui
Catalog: decompressed/gui_file/www/lang/*/webui-core.po
Languages: it_it

source: Requested
it_it: Richiesto

source: Reset Stats
it_it: Azzera statistiche

source: Reset to Factory
it_it: Ripristino di fabbrica

source: Reset to default
it_it: Ripristina impostazioni iniziali

source: Resetting
it_it: Ripristino

source: Resetting to factory defaults, please wait...
it_it: Ripristino impostazioni di fabbrica...

source: Resetting...
it_it: Ripristino...

source: Restart
it_it: Riavvio

source: Restart Device
it_it: Riavvia dispositivo

source: Restart all Tests
it_it: Riavvia tutti i test

source: Restarting, please wait...
it_it: Riavvio...

source: Restore
it_it: Ripristina

source: Retransmissions
it_it: Ritrasmissioni

source: Return
it_it: Indietro

source: Revert Bridge Mode
it_it: Disabilita modalità bridge

source: Revert Voice Mode
it_it: Torna alla modalità voce

source: Ringing
it_it: Squillo

source: Role
it_it: Ruolo

source: Routing Policy
it_it: Regole instradamento

source: Routing Rules
it_it: Regole instradamento

source: Routing Table
it_it: Tabella instradamento

source: Routing table
it_it: Tabella instradamento

source: RpFilter
it_it: Filtro Rp

source: RUNNING
it_it: AVVIATO

source: Rx BitSwap Mode
it_it: Modalità BitSwap Rx

source: Rx Errors
it_it: Errori Rx

source: Rx Packets
it_it: Pacchetti Rx

source: RxQueue
it_it: Coda RX

source: SFP IP address
it_it: Indirizzo IP SFP

source: SRP Salt
it_it: Salt SRP

source: SRP verifier
it_it: Verificatore SRP

source: SSH Access
it_it: Accesso SSH

source: SSH disabled
it_it: SSH disabilitato

source: SSH enabled
it_it: SSH abilitato

source: Newtork Name (SSID)
it_it: Nome rete (SSID)

source: Sat.
it_it: Sab.

source: Second DNS Server IPV6 Ping
it_it: Ping secondo server DNS IPV6

source: Second DNS Server Ping
it_it: Ping secondo server DNS

source: Secure Mode Enabled
it_it: Modalità sicurezza

source: Security Mode
it_it: Criptazione rete WiFi

source: Security for this wireless network is disabled, anybody can connect to it.
it_it: La sicurezza per questa rete wireless è disabilitata; chiunque può connetersi.

source: Select the <strong>"Reset"</strong> button to confirm resetting the password to the default value.
it_it: Fai clic sul pulsante <strong>Ripristina</strong> per confermare il ripristino della password al valore predefinito.

source: Selection
it_it: Selezione

source: Send Ping Request
it_it: Invia ping

source: Sent chart line
it_it: Grafico dati inviati linea

source: Serial Number
it_it: Numero di serie

source: Server IP
it_it: IP server

source: Server Interface
it_it: Interfaccia server

source: Server name
it_it: Nome server

source: Service
it_it: Servizio

source: Service Name
it_it: Nome servizio

source: Select the services to check on before turning the “Info” LED green and turning the services LEDs off (if ECO LED has been enabled).
it_it: Seleziona i servizi da controllare prima di attivare il led verde 'Info' e spegnere i led dei servzi (se il led 'Eco' è stato abilitato).

source: Sessions
it_it: Sessioni

source: Set 4th Ethernet Port as WAN or as LAN
it_it: Configurazione porta ethernet 4 come WAN o LAN

source: Set PIN code
it_it: Imposta codice PIN

source: Settings
it_it: Impostazioni

source: Setup Wizard
it_it: Configurazione guidata

source: Short Guard Interval
it_it: Intervallo breve protezione

source: Sign in
it_it: Accedi

source: Sign out
it_it: Disconnetti

source: Signal Quality
it_it: Qualità segnale

source: Signal Strength (RSSI)
it_it: RSSI

source: Since Sync
it_it: Da Sync

source: Size (bytes):
it_it: Dimensione (byte):

source: Software Version
it_it: Versione software

source: Some parameters failed validation
it_it: Alcuni parametri hanno fallito la convalida

source: Source
it_it: Sorgente

source: Source Address
it_it: Indirizzo sorgente

source: Source IP
it_it: IP sorgente

source: Space Time Block Code
it_it: Codice blocco spaziatura temporale

source: Speed
it_it: Velocità

source: Src IP
it_it: IP sorgente

source: Src IP/Subnet
it_it: IP/sottorete sorgente

source: Src Interface
it_it: Interfaccia sorgente

source: Src Port
it_it: Porta sorgente

source: Src port
it_it: Porta sorgente

source: Stable
it_it: Stabile

source: Start
it_it: Avvia

source: STARTING
it_it: AVVIO...

source: Start Time
it_it: Orario inizio

source: Start and Stop time cannot be the same
it_it: I valori iniziale e finale non possono essere gli stessi

source: State
it_it: Stato

source: State:
it_it: Stato:

source: Static Connection
it_it: Connessione statica

source: Static disabled
it_it: Static disabilitato

source: Static leases
it_it: IP statici

source: Static on
it_it: Static attivo

source: Stats
it_it: Statistiche

source: Status
it_it: Stato

source: Status:
it_it: Stato:

source: Stop
it_it: Arresta

source: STOPPING
it_it: IN ARRESTO

source: Stop Ping Request
it_it: Interrompi ping

source: Stop Time
it_it: Orario fine

source: Portmirror successfully stopped.
it_it: Arresto portmirror completato

source: Storage
it_it: Archiviazione

source: Subnet Mask
it_it: Maschera sottorete

source: Success
it_it: Completata

source: Success Count:
it_it: Completati:

source: Sun.
it_it: Dom.

source: Support Forum
it_it: Forum supporto

source: Support site:
it_it: Sito supporto:

source: Switch connection mode
it_it: Modifica modalità connessione

source: Switch the Remote/WAN port to a normal LAN port
it_it: Commuta la porta WAN in una porta normale LAN

source: SwitchBank
it_it: Commuta banco

source: Switching bank, please wait...
it_it: Commutazione banco...

source: Switching to <strong>Bridged Mode</strong> and restarting, please wait...
it_it: Applicazione della <strong>Modalità bridged</strong> e riavvio...

source: Switching to <strong>Routed Mode</strong> and restarting, please wait...
it_it: Applicazione della <strong>Modalità routed</strong> e riavvio...

source: Switching to <strong>Voice Mode</strong> and restarting, please wait...
it_it: Applicazione della <strong>Modalità voce</strong> e riavvio...

source: Switchover
it_it: Commuta

source: Syslog disabled
it_it: Syslog disabilitato

source: Syslog enabled
it_it: Syslog abilitato

source: Syslog filters
it_it: Filtri Syslog

source: System Extras
it_it: Funzioni extra di sistema

source: System Log
it_it: Registro di sistema

source: System Log - Active Connections
it_it: Registro di sistema - Connessioni attive

source: System Log - Routing Table
it_it: Registro di sistema - Tabella routing

source: System Time
it_it: Orario sistema

source: Tcpdump Log:
it_it: Registro dump TCP:

source: Telephony Info
it_it: Informazioni telefonia

source: Telnet Access
it_it: Accesso telnet

source: Telnet disabled
it_it: Telnet disabilitato

source: Telnet enabled
it_it: Telnet abilitato

source: Temporary
it_it: Temporanea

source: The <strong>Bridged Mode</strong> disables CWMP, Voip service and doesn't create any type of connection. It just connects to the DSLAM and bridges the traffic between a router and the DSLAM itself.
it_it: La <strong>Modalità bridged</strong> disabilita CWMP, il servizio VoIP e non crea alcun tipo di connessione.<br/>Si connette solamente al DSLAM e collega il traffico tra un router e il DSLAM stesso.

source: The <strong>Voice Mode</strong> disables CWMP and creates a special connection that only permits to use NTP and VOIP services. You need to use a separate router and make a separate PPPoE connection.
it_it: La <strong>Modalità voce</strong> disabilita CWMP e crea una connessione speciale che permette di usare solamente i servizi NTP e VOIP.<br/>È necessario usare un router separato e creare una connessione PPPoE a parte.

source: The <strong>incoming policy</strong> defines what is done with packets destined to the gateway. They can be either REJECTED (the gateway will notify the sender they were rejected) or DROPPED (the gateway will silently discard those packets).
it_it: La <strong>regola in entrata</strong> definisce come vengono trattati i pacchetti destinati al modem.<br/>Questi possono o essere respinti (il gateway notificherà al mittente che sono stati respinti) o scartati (il gateway rifiuterà senza avvisare questi pacchetti).

source: The <strong>outgoing policy</strong> defines what is done with packets coming from the LAN devices toward the internet. Setting it to REJECT or DROP will forbid any internet traffic from the LAN unless explicitly allowed by a firewall rule.
it_it: La <strong>regola in uscita</strong> definisce come vengono trattati i pacchetti dal modem verso internet.<br/>Impostando RIFIUTA o SCARTA inibisci qualsiasi traffico dalla LAN verso internet e mano che sia esplicitamente permesso da una regola del firewall.

source: The Backup file you try to load has not been taken from the actual SW-Release, please use correct Backup File
it_it: Il file di backup che stai cercando di caricare non è stato creato dalla versione software attuale.<br/>Usa un file di backup valido

source: Band Steering is not supported when using WEP security mode.
it_it: Band steering non è supportato usando il modo sicurezza WEP.

source: The Blacklist app is
it_it: app Blacklist

source: The Gateway will block/allow all the time if none of the days are selected
it_it: Se non viene selezionato nessun giorno della settimana, la regola verrà applicata a tutti i giorni

source: The IP address is part of the
it_it: L'indirizzo IP è parte di

source: The XUPnP app is
it_it: app XUPnP

source: The below chart shows the results of the latest scan of your local area from your gateway.
it_it: Il grafico seguente visualizza i risultati dell´ultimo controllo nella LAN del gateway.

source: The currently selected connection mode prevents the device from downloading updates. Please download and apply updates manually.
it_it: Il tipo di connessione attualmente selezionato impedisce che il dispositivo possa scaricare aggiornamenti.<br/>Scarica ed applica gli aggiornamenti in modo manuale.

source: The modem has been updated automatically at <strong>%s:00</strong> to version <strong>%s</strong> successfully
it_it: Il modem è stato corretamente aggiornato automaticamente alla versione <strong>%s</strong> alle <strong>%s:00</strong>

source: The modem has been updated to version <strong>%s</strong> successfully
it_it: Il modem è stato correttamente aggiornato alla versione <strong>%s</strong>

source: The request could not be performed due to some error
it_it: La richiesta non puo essere eseguita a causa di un errore

source: The requested IP can't be the Network Address
it_it: L´indirizzo IP selezionato non può essere utilizzato come indirizzo di rete

source: The requested IP can't be the broadcast IP
it_it: L´indirizzo IP selezionato non può essere utilizzato come indirizzo broadcast

source: The requested IP can't be the same as the gateway IP
it_it: L´indirizzo IP richiesto non può essere identico all'IP del modem

source: The requested IP is not in the same subnet as the gateway
it_it: L´indirizzo IP selezionato non si trova nella stessa sotto rete del gateway

source: The requested MAC address can't be the broadcast MAC
it_it: L'indirizzo MAC richiesto non può essere usato come indirizzo broadcast

source: The requested file is not found! Please try again after some time
it_it: Il file richiesto non è stato trovato! Riprova più tardi

source: The scan will interrupt the ongoing wifi traffic
it_it: Durante la scansione il traffico Wi-Fi sarà interrotto

source: The server is currently unavailable, Please try again after some time
it_it: Il server non è al momento disponibile. Riprova più tardi

source: The server timed out waiting for the request
it_it: Connessione scaduta in attesa della richiesta

source: The time range is incorrect
it_it: Intervallo temporale non valido

source: There is no connection to the Internet.
it_it: Nessuna connessione ad Internet.

source: An imported configuration file will only be applied if its firmware version matches the currently installed one.’
it_it: Abilitando 'Importa con restrizioni' la configurazione importata verrà applicata solo se il file di configurazione proviene dalla stessa versione firmware.

source: Enable what type of configuration you want to import and export.
it_it: Queste opzioni controllano il tipo di configurazione che può essere esportata e importata.

source: This is the internal IP of the SFP interface used for fiber connection. This and the local Gateway IP must be different.
it_it: È l'indirizzo IP interno dell'interfaccia SFP usata per la connessione in fibra.<br/>Questo indirizzo e l'IP del gateway locale devono essere diversi.

source: Reset the custom GUI settings. No custom firmware file will be removed. All custom GUI functions will still be available.
it_it: Ripristina l'interfaccia grafica (GUI) originale.<br/>Non verrà eliminato nessun firmware personalizzato.<br/>Tutte le funzioni dell'interfaccia grafica (GUI) personalizzata sarano disponibili.

source: Reset the router to factory settings and remove the custom firmware files.
it_it: Ripristina il router e rimuove i file del root.<br/>Dopo il riavvio il modem ritornerà come era quando è stato acquistato.

source: Force the device to always use “Bank_1” as the main bank.
it_it: Forza il dispositivo ad usare sempre il 'Banco 1' come 'Banco principale'.

source: Update the GUI to the latest version available
it_it: Aggiorna la GUI alla versione più recente disponibile

source: Clone the content of the running bank to the inactive one. Warning: this will delete all data and configuration settings on the inactive bank!
it_it: Clona il contenuto del banco attivo in quello non attivo.<br/>Attenzione: questo comporterà l'eliminazione dei dati e delle configurazioni nel banco non attivo!

source: This will install aria2 and ariang webui
it_it: Installa Aria2 e webUI ariang

source: This will install the XUPnP application
it_it: Installa applicazione XUPnP

source: This will install the blacklist application
it_it: Installa applicazione Blacklist

source: This will install transmission and transmission-webui
it_it: Installa transmission e relativa webui

source: This will install uhttpd and luci
it_it: Installa uhttpd e luci

source: This will put your gateway into LAN Update
it_it: Verrà avviato l'aggiornamento del modem

source: This will transfer the active firmware and config to the bank 1
it_it: Verrà trasferito nel banco 1 firmware e configurazione attiva

source: This will transfer your configuration and firmware to bank_1 and it will erase bank_2
it_it: Verrà trasferito nel banco 1 firmware e configurazione e verrà azzerato il banco 2

source: Thu.
it_it: Gio.

source: Time
it_it: Ora

source: Time Connected
it_it: Durata connessione

source: Time of Day
it_it: Pianificazione

source: Time of day access control
it_it: Pianificazione controllo accessi

source: Time of day wireless control
it_it: Pianificazione controllo accessi wireless

source: Timezone
it_it: Fuso orario

source: To disable Port Forward Rules, you can turn it off using the switch or delete using cross.
it_it: Per disabilitare le regole della mappatura porte, modifica la regola sulla destra e poi usa l'interruttore sulla sinistra.

source: To use port ranges use
it_it: Per usare gli intervalli delle porte usa

source: Total
it_it: Totale

source: Total Mixed (in MB)
it_it: Totale misto (MB)

source: Total Receive (in MB)
it_it: Totale ricevuti (MB)

source: Total Send (in MB)
it_it: Totale inviati (MB)

source: Traffic Monitor
it_it: Monitoraggio traffico

source: Transfer to
it_it: Trasferisci in

source: Transfering bank, please wait...
it_it: Trasferimento contenuto banco...

source: Transmission WebUi installed
it_it: WebUI transmission installata

source: Transmission WebUi not installed
it_it: WebUI transmission non installata

source: Transmission is
it_it: Transmission

source: Tue.
it_it: Mar.

source: Turning on Eco features can cause major latency.
it_it: L'attivazione delle funzionalità di risparmio energetico ethernet può causare una latenza aggiuntiva.

source: Turn off all LEDs except “Info” if all services are up and running. Press the “Info” / “WiFi” button to show the current LEDs status.
it_it: Se tutti i servizi sono attivi e funzionanti spegne tutti led eccetto 'Info'.<br/>Premi il pulsante 'Info' / 'Wifi' per visualizzare lo stato attuale dei led.

source: Tx Errors
it_it: Errori Tx

source: Tx Packets
it_it: Pacchetti TX

source: TxQueue
it_it: Coda Tx

source: Type
it_it: Tipologia

source: Type supported
it_it: Tipologia supportata

source: UPnP IGD Enabled
it_it: UPnP IGD

source: UPnP disabled
it_it: UPnP disabilitato

source: Unicast Packets
it_it: Pacchetti Unicast

source: Unknown
it_it: Sconosciuto

source: Unknown Proto Packets
it_it: Pacchetti con protocollo sconosciuto

source: Unknown state
it_it: Stato sconosciuto

source: Unused IP
it_it: IP inutilizzato

source: Update Branch
it_it: Canale aggiornamento

source: Update Hours
it_it: Orario aggiornamento

source: Updating
it_it: Aggiornamento

source: Updating file. Please wait...
it_it: Aggiornamento file...

source: Update
it_it: Aggiorna

source: Update Available
it_it: Aggiornamento disponibile

source: Update Found
it_it: Aggiornamento disponibile

source: Update GUI
it_it: Aggiornamento GUI

source: Update available! Version: <strong id="new-version-text">%s</strong>
it_it: Aggiornamento disponibile!<br/>Versione: <strong id="new-version-text">%s</strong>

source: Update failed; please try again.
it_it: Aggiornamento fallito. Riprova.

source: Update firmware
it_it: Aggiornamento firmware

source: Update in progress...
it_it: Aggiornamento...

source: Updating...
it_it: Aggiornamento...

source: Uploading file. Please wait...
it_it: Caricamento file...

source: Uploading firmware, please wait...
it_it: Caricamento firmware...

source: Uptime
it_it: Tempo attività

source: Uptime: <strong>%s</strong>
it_it: Tempo attività: <strong>%s</strong>

source: Use
it_it: Uso

source: Use Random Password
it_it: Usa password casuale

source: Use Random Port
it_it: Usa porta casuale

source: User Manager
it_it: Gestione utenti

source: User Name
it_it: Nome utente

source: User Management and Log Viewer
it_it: Gestione utenti e visualizzazione registro

source: User name cannot be empty
it_it: Il nome utente non può essere vuoto

source: Username
it_it: Nome utente

source: Username:
it_it: Nome utente:

source: Users list
it_it: Elenco utenti

source: Using VLAN
it_it: Uso VLAN

source: VCE Address
it_it: Indirizzo VCE

source: VDSL Flags Mask
it_it: Flag maschera VDSL

source: VDSL Flags Value
it_it: Flag valore VDSL

source: VLAN disabled
it_it: VLAN disabilitata

source: VLAN enabled
it_it: VLAN abilitata

source: VLAN not connected
it_it: VLAN non connessa

source: VP/VC is not configured
it_it: VP/VC non configurato

source: Vectoring stats
it_it: Statistiche vectoring

source: Verifying
it_it: Verifica

source: Version %s (%s)
it_it: Versione %s (%s)

source: Version Set
it_it: Versione impostata

source: Spoof Setttings
it_it: Impostazioni spoof

source: Good
it_it: Buono

source: Violet
it_it: Viola

source: Voice Mode
it_it: Modalità voce

source: Voice Mode Active
it_it: Modalità voce attiva

source: WAN Available
it_it: WAN disponibile

source: WAN Enable
it_it: Abilita WAN

source: WAN Graph
it_it: Grafico WAN

source: WAN IP is <strong id ="wan_ip">%s</strong>
it_it: Indirizzo IP WAN <strong id ="wan_ip">%s</strong>

source: WAN IP is <strong>%s</strong>
it_it: Indirizzo IP WAN <strong>%s</strong>

source: WAN Services
it_it: Servizi WAN

source: WAN Stats
it_it: Statistiche internet

source: WAN Traffic
it_it: Traffico internet

source: WAN interface
it_it: Interfaccia WAN

source: WAN port
it_it: Porta WAN

source: WAN services
it_it: Servizi WAN

source: WAN(default)
it_it: WAN (predefinito)

source: WAN-Mode
it_it: Modalità WAN

source: WAN-Port LAN Mode
it_it: Porta WAN in modo LAN

source: WARNING: If you would like to connect to the GuestSSID, please activate your Main SSID
it_it: ATTENZIONE: per potersi connettere alla rete Guest occorre attivare la rete principale

source: WEP Key
it_it: Chiave WEP

source: WPS AP PIN code
it_it: PIN WPS AP

source: WPS Buttom Mode
it_it: Modalità pulsante WPS

source: WPS Device PIN code
it_it: PIN dispositivo WPS

source: WPS Mode
it_it: WPS

source: WPS is automatically disabled if you choose WEP, WPA-only security or disable broadcast of the SSID
it_it: Se si sceglie solo la protezione WEP o WPA o si disabilita la trasmissione broadcast dell'SSID, il WPS viene automaticamente disattivato

source: We don't have any driver for this modem, please report them to the github page.
it_it: Non è disponibile alcun driver alternativo per questo modem.<br/>Segnalalo nella pagina di github.

source: Webui on:
it_it: WebUI attiva:

source: Wed.
it_it: Mer.

source: When changing any parameters in this section you will need to reboot the Router to make the changes take effect
it_it: Dopo aver cambiato qualsiasi parametro di questa sezione, per rendere le modifiche effettive riavvia il gateway

source: Whitelist
it_it: Elenco autorizzati

source: Wi-Fi Network Traffic
it_it: Traffico rete Wi-Fi

source: WiFi QR Code
it_it: Codice QR Wi-Fi

source: WiFi Nurse
it_it: Assistente Wi-Fi

source: Wifi Analyzer
it_it: Analizzatore Wi-Fi

source: Turn the WiFi LEDs on if at least one client is connected to the corresponding radio.
it_it: Accende i led Wi-Fi se almeno un client è connesso alla radio corrispondente.

source: Wireless Client Monitor
it_it: Monitor client wireless

source: Wireless Time Control
it_it: Pianificazione wireless

source: Wireless Data
it_it: Dati wireless

source: Wireless Networks
it_it: Reti wireless

source: Wireless Password
it_it: Password wireless

source: XUPnP App
it_it: App XUPnP

source: Yes
it_it: Sì

source: You don't have internet access at this time
it_it: In questo momento non è disponibile una connessione internet

source: Your Username
it_it: Nome utente

source: Your modem is in bridge mode. It only connects to DSLAM and nothing else.
it_it: Il modem è in modalità bridge.<br/>Si connette solamente al DSLAM e nient'altro.

source: Your new password
it_it: Nuova password

source: Your old password
it_it: Vecchia password

source: Your password
it_it: Password

source: Your username
it_it: Nome utente

source: Input/Output
it_it: Ingresso/uscita

source: at least one number and at least one special character
it_it: e almeno un carattere numerico e un carattere speciale

source: connected
it_it: connesso

source: custom
it_it: personalizzato

source: disabled
it_it: disabilitato

source: duplicate value
it_it: valore duplicato

source: enabled
it_it: Abilitato

source: error
it_it: errore

source: for example 500:505.
it_it: per esempio 500:505.

source: high
it_it: Alto

source: icmp-type
it_it: Tipo ICMP

source: Input
it_it: Ingresso

source: Invalid Gateway IP
it_it: IP gateway non valido

source: Invalid Mask
it_it: Maschera rete non valida

source: low
it_it: Basso

source: medium
it_it: Medio

source: not
it_it: non

source: not connected
it_it: non connesso

source: Output
it_it: Uscita

source: syslog Disabled
it_it: Syslog disabilitato

source: syslog Enabled
it_it: Syslog abilitato

source: updated
it_it: Aggiornato

source: updating
it_it: Aggiornamento

source: user
it_it: Utente

source: xDSL Config
it_it: Configurazione xDSL

source: xDSL Details
it_it: Dettagli xDSL

source: xDSL Disabled
it_it: xDSL disabilitato

source: xDSL Enabled
it_it: xDSL abilitato

source: xDSL Graphics
it_it: Grafici xDSL

source: xDSL Info
it_it: Informazioni xDSL

source: xDSL Version
it_it: Versione xDSL

source: VDSL Profile
it_it: Profilo VDSL

source: Your Gateway
it_it: Questo modem

source: The AP can be selected only once, to modify it you need to remove the rule.
it_it: L'AP può essere selezionato una volta sola.<br/>Per modificarlo devi rimuovere la regola.
