Repository: Ansuel/tch-nginx-gui
Catalog: decompressed/gui_file/www/lang/*/webui-telstra.po
Languages: de_de

source: %d day(s), %02d:%02d:%02d
de_de: %d Tag(e), %02d:%02d:%02d

source: Connection Information
de_de: Verbindungsinformation

source: Uptime
de_de: Verbindungszeit

source: Data Transfered
de_de: Daten übertragen

source: IPv4 Address
de_de: IPv4-Adresse

source: Primary DNS
de_de: Primärer DNS

source: Secondary DNS
de_de: Sekundärer DNS

source: IPv6 Address
de_de: IPv6 Adresse

source: Connection Settings
de_de: Verbindungseinstellungen

source: Type
de_de: Typ

source: PPPoE Settings
de_de: PPPoE Einstellungen

source: Username
de_de: Benutzername

source: Password
de_de: Kennwort

source: Mode
de_de: Modus

source: Always On
de_de: Immer an

source: Content Sharing
de_de: Inhalt teilen

source: Enable DLNA Server
de_de: DLNA Server einschalten

source: Media Server Name
de_de: Medienserver Name

source: Media Server IP
de_de: Medienserver IP

source: FTP Server State
de_de: FTP Server Zustand

source: Network Folder Name
de_de: Name des Netzwerkverzeichnis

source: Generic
de_de: Generisch

source: Phone
de_de: Telefon

source: Mass Storage
de_de: Massenspeicher

source: Add new port mapping
de_de: Hinzufügen Portzuweisung

source: Device Name
de_de: Gerätename

source: Device Type
de_de: Gerätetyp

source: Services
de_de: Dienste

source: Port Forwarding
de_de: Port-Weiterleitung

source: Enabled
de_de: Aktiviert

source: Service Name
de_de: Dienstname

source: Domain
de_de: Domäne

source: User Name
de_de: Benutzername

source: An existing mapping overlaps with the ports range
de_de: Ein existierendes Mapping überlappt sich mit dem Port-Bereich

source: Protocol
de_de: Protokoll

source: Destination IP
de_de: Ziel-IP

source: Some parameters failed validation
de_de: Einige Parameter konnten nicht validiert werden

source: Before being able to allow your technical support to connect to your Technicolor Gateway you must make sure WAN connection is up.
de_de: Bevor der technische Support sich zu Ihrem Technicolor Gateway aufschalten kann, müssen Sie sicherstellen, dass Ihre WAN Verbindung aktiv ist.

source: Use Random Password
de_de: Verwende Zufallskennwort

source: Add New Rule
de_de: Hinzufügen neue Regel

source: Internet Traffic
de_de: Internet Verkehr

source: Total Mixed (in MB)
de_de: Summe Gemischt (in MB)

source: Ethernet Network Traffic
de_de: Ethernet Netzwerkverkehr

source: Total Send (in MB)
de_de: Summe Gesendet (in MB)

source: Total Receive (in MB)
de_de: Summe Empfangen (in MB)

source: Wi-Fi Network Traffic
de_de: WiFi Netzwerkverkehr

source: Graph
de_de: Grafik

source: The time displayed on the graph are based on the time set on this modem!
de_de: Die Zeit, die in der Grafik angezeigt wird, basiert auf der im Modem eingestellten Zeit!

source: Sent chart line
de_de: Gesendete Grafikzeile

source: Received chart line
de_de: Empfangene Grafikzeile

source: WAN Graph
de_de: WAN Grafik

source: LAN Graph
de_de: LAN Grafik

source: Changes saved successfully
de_de: Änderungen wurden erfolgreich gespeichert

source: Something went wrong; please try again
de_de: Irgendetwas ging schief; bitte versuchen Sie es nochmal

source: User Settings
de_de: Benutzereinstellungen

source: Current User
de_de: Aktueller Nutzer

source: When Default User is on, there is no login required to access the Web Interface. This is not recommended.
de_de: Wenn Standardnutzer aktiv ist, wird für den Zugriff auf das Webinterface keine Anmeldung benötigt. Das wird nicht empfohlen.

source: Default User
de_de: Standardbenutzer

source: Confirm Password
de_de: Bestätige Kennwort

source: None
de_de: Keine

source: Disabled
de_de: Abgeschaltet

source: Blacklist
de_de: Schwarze Liste

source: Whitelist
de_de: Weiße Liste

source: Register
de_de: Registrieren

source: 136(DFS)
de_de: 132(DFS)

source: The Band Steering can not be supported under WEP security mode.
de_de: Die Bandsteuerung kann nicht im WEP Sicherheitsmodus verwendet werden.

source: Please configure wifi-bandsteer
de_de: Bitte konfigurieren Sie die WiFi-Bandsteuerung

source: first!
de_de: zuerst!

source: Device PIN code entered
de_de: Geräte PIN-Code eingegeben

source: Started WPS PBC mode
de_de: WPS PBC Modus gestartet

source: MAC Address
de_de: MAC-Adresse

source: Add new MAC address
de_de: Hinzufügen neue MAC-Adresse

source: Wi-Fi Channel
de_de: WiFi Kanal

source: Speed
de_de: Geschwindgkeit

source: Channel
de_de: Kanal

source: Current Channel
de_de: Aktueller Kanal

source: Channel Width
de_de: Kanal Breite

source: Wi-Fi Network
de_de: WiFi Netzwerk

source: Network Name
de_de: Netzwerk Name

source: Security Mode
de_de: Sicherheits-Modus

source: Security for this Wi-Fi network is disabled, anybody can connect or listen to it
de_de: Sicherheit für dieses drahtlose Netzwerk is abgeschaltet, jeder kann es sehen und sich damit verbinden

source: WEP Key
de_de: WEP Schlüssel

source: Network Key
de_de: Netzwerkschlüssel

source: Radius Authentication Server's IP
de_de: Radius Authentifizierung Server IP

source: Radius Authentication Server's port
de_de: Radius Authentifizierung Server Port

source: Radius Authentication Server's secret
de_de: Radius Authentifizierung Server Geheimnis

source: Radius Accounting Server's IP
de_de: Radius Verwaltung Server-IP

source: Radius Accounting Server's port
de_de: Radius Verwaltung Server Port

source: WPS is automatically disabled if you choose WEP or WPA-only security or disable broadcast of the SSID
de_de: WPS ist automatisch abgeschaltet, wenn Sie WEP oder Nur-WPA Sicherheitseinstellungen verwenden oder wenn Sie den Broadcast der SSID abschalten

source: WPS AP PIN Enabled
de_de: WPS AP PIN aktiv

source: WPS Device PIN Code
de_de: WPS Geräte PIN-Code

source: Connect using WPS
de_de: Verbinden mit WPS

source: Band Steering Enabled
de_de: Bandsteuerung eingeschaltet

source: The Band Steering actively guides the client to the most suitable Wi-Fi band, by detecting the client's capabilities and monitoring the interfaces.
de_de: Die Bandsteuerung führt das Endgerät auf das beste WiFi-Band, indem es die Endgerätefähigkeiten erkennt und die Schnittstellen überwacht.

source: Access Control List
de_de: Zugriffskontroll-Liste

source: ACL mode
de_de: ACL Modus

source: Near Field Communication (NFC) allows you to tap an Android smartphone or tablet against the front of your Gateway to automatically configure Wi-Fi credentials on your device, so that you can connect over Wi-Fi. This feature is not supported on Apple iOS devices.<br><br><a href=/gateway.lp?openmodal=nfc-modal.lp ><u>Click here</u></a> to configure NFC.
de_de: Near Field Communication (NFC) erlaubt es, mit einem Android Smartphone oder Tablet gegen die Front Ihres Gateways zu klopfen, um die WiFi Schlüssel auf Ihrem Endgerät automatisch zu konfigurieren. Damit können Sie sich per WiFi verbinden. Diese Möglichkeit wird für Apple iOS Geräte nicht unterstützt. <br><br><a href=/gateway.lp?openmodal=nfc-modal.lp ><u>Klicken Sie hier</u></a>, um NFC zu konfigurieren.

source: HOME
de_de: ZUHAUSE

source: BROADBAND
de_de: BREITBAND

source: CONTENT SHARING
de_de: INHALT TEILEN

source: PARENTAL CONTROL
de_de: ELTERLICHE KONTROLLE

source: SERVICES
de_de: DIENSTE

source: USER SETTINGS
de_de: BENUTZEREINSTELLUNGEN

source: disabled
de_de: abgeschaltet

source: disconnecting
de_de: trennen

source: connected
de_de: verbunden

source: connecting
de_de: verbinden

source: disconnected
de_de: getrennt

source: error
de_de: Fehler

source: authentication failed
de_de: Authentifizierung fehlgeschlagen

source: negotiation failed
de_de: Aushandlung fehlgeschlagen

source: PPP connection
de_de: PPP Verbindung

source: IP address
de_de: IP Adresse

source: IPv6 address
de_de: IPv6 Adresse

source: DNS servers
de_de: DNS Server

source: Encapsulation
de_de: Verkapselung

source: ADVANCED CARDS
de_de: ERWEITERTE KARTEN

source: STATS
de_de: STATISTIKEN

source: Your Broadband service is working normally. You are connected online.
de_de: Ihr Breitbanddienst arbeitet normal. Sie sind online.

source: Your Broadband service is working in backup mode. You are connected and online.
de_de: Ihr Breitbanddienst arbeitet im Rückfallmodus. Sie sind online.

source: Time of Day Access Control
de_de: Zeitabhängige Zugriffskontrolle

source: Dynamic DNS
de_de: Dynamischer DNS

source: Remote Web Access
de_de: Fernzugriff

source: Traffic Monitor
de_de: Verkehrsüberwachung

source: Guest 2.4GHz
de_de: Gast 2.4GHz

source: Guest 5GHz
de_de: Gast 5GHz

source: Your Internet connection is currently down. You can try the following: <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1. Check that your Telephone or Ethernet cable is firmly connected to the correct port on your Gateway, the Filter on the Telephone<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;socket or the Ethernet socket on the wall.<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2. Check that your username is correct and re-enter your password <a href=/broadband.lp> here </a> .<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3. Restart my gateway.
de_de: Ihre Internetverbindung ist gerade inaktiv. Sie können folgendes versuchen: <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1. Prüfen Sie, ob Ihr Telefon- oder Ethernet-Kabel mit dem richtigen Eingang Ihres Gateway verbunden ist.<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2. Prüfen Sie, on Ihr Benutzername korrekt ist und geben Sie Ihr Kennwort <a ahref="/broadband.lp>hier</a neu ein.<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3. Starten Sie Ihr Gateway neu.

source: Your Internet connection is currently down. You can try the following: <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1. Check that your Telephone cable is firmly connected to the correct port on your Gateway or the Filter on the telephone socket <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;on the wall.<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2. Check that your username is correct and re-enter your password <a href=/broadband.lp> here </a> . <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3. Restart my gateway.
de_de: Ihre Internetverbindung ist gerade inaktiv. Sie können folgendes versuchen: <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1. Prüfen Sie, ob Ihr Telefonkabel mit dem richtigen Eingang Ihres Gateway verbunden ist.<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2. Prüfen Sie, on Ihr Benutzername korrekt ist und geben Sie Ihr Kennwort <a ahref="/broadband.lp>hier</a neu ein.<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3. Starten Sie Ihr Gateway neu.

source: Your Internet connection is currently down. You can try the following: <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1. Check that your Ethernet cable is firmly connected to the correct port on your Gateway or the Ethernet socket on the wall.<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2. Check that your username is correct and re-enter your password <a href=/broadband.lp> here </a> . <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3. Restart my gateway.
de_de: Ihre Internetverbindung ist gerade inaktiv. Sie können folgendes versuchen: <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1. Prüfen Sie, ob Ihr Ethernet-Kabel mit dem richtigen Eingang Ihres Gateway verbunden ist.<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2. Prüfen Sie, on Ihr Benutzername korrekt ist und geben Sie Ihr Kennwort <a ahref="/broadband.lp>hier</a neu ein.<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3. Starten Sie Ihr Gateway neu.

source: Your Internet connection is currently down. You can try the following: <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1. Check that your Telephone cable is firmly connected to the correct port on your Gateway or the Filter on the telephone socket <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;on the wall. <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2. Restart my gateway.
de_de: Ihre Internetverbindung ist gerade inaktiv. Sie können folgendes versuchen: <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1. Prüfen Sie, ob Ihr Telefonkabel mit dem richtigen Eingang Ihres Gateway verbunden ist.<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2. Prüfen Sie, on Ihr Benutzername korrekt ist und geben Sie Ihr Kennwort <a ahref="/broadband.lp>hier</a neu ein.<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3. Starten Sie Ihr Gateway neu.

source: Your Internet connection is currently down. You can try the following: <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1. Check that your Ethernet cable is firmly connected to the correct port on your Gateway or the Ethernet socket on the wall. <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2. Restart my gateway.
de_de: Ihre Internetverbindung ist gerade inaktiv. Sie können folgendes versuchen: <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1. Prüfen Sie, ob Ihr Ethernet-Kabel mit dem richtigen Eingang Ihres Gateway verbunden ist.<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2. Prüfen Sie, on Ihr Benutzername korrekt ist und geben Sie Ihr Kennwort <a ahref="/broadband.lp>hier</a neu ein.<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3. Starten Sie Ihr Gateway neu.

source: Yes
de_de: Ja

source: Temporary
de_de: Temporär

source: No
de_de: Kein

source: Set PIN code
de_de: Setze PIN-Kode
