Repository: Ansuel/tch-nginx-gui
Catalog: decompressed/gui_file/www/lang/*/webui-core.po
Languages: it_it

source: (or
it_it: (o

source: installed
it_it: installata

source: is installed
it_it: installata

source: is not installed
it_it: non installata

source: %2$d Routes
it_it: %2$d instradamenti

source: %d days %d hours %d minutes %d seconds
it_it: %d giorni %d ore %d minuti %d secondi

source: %d hours %d minutes %d seconds
it_it: %d ore %d minuti %d secondi

source: %d minutes %d seconds
it_it: %d minuti %d secondi

source: %d seconds
it_it: %d secondi

source: 1. Max Packet Number Recommened is dynamic and not accurate value (assume to use half of free memory).<br/>2. Acceleration disabled during TCPDump on platforms which supports flow cache!<br/>3. 'Download' will be invalid if nothing captured.<br/>4. 'Clean' will clean captured file to reduce memory consumption.
it_it: 1. Numero max raccomandato di pacchetti rappresenta un valore dinamico e non accurato (supponiamo di usare metà della memoria libera).<br/>2. L'accelerazione è disabilitata durante il Dump TCP nelle piattaforme che supportano la cache del flusso!<br/>3. 'Download' non sarà valido se non viene catturato nulla.<br/>4. 'Pulisci' azzererà il file catturato per ridurre il consumo di memoria.

source: 10% of max Frequency in ASYNC mode
it_it: 10% clock max CPU in modalità ASYNC

source: 100% of max Frequency in ASYNC mode
it_it: 100% clock max CPU in modalità ASYNC

source: 100% of max Frequency in SYNC mode
it_it: 100% clock max CPU in modalità SYNC

source: 2.4GHz Band Steering Threshold
it_it: Soglia band steering 2.4 GHz

source: 25% of max Frequency in ASYNC mode
it_it: 25% clock max CPU in modalità ASYNC

source: 2nd Demod Cap Mask
it_it: Seconda maschera Cap Demod

source: 2nd Demod Cap Value
it_it: Secondo valore Cap Demod

source: 50% of max Frequency in ASYNC mode
it_it: 50% clock max CPU in modalità ASYNC

source: 5GHz Band Steering Threshold
it_it: Soglia band steering 5 GHz

source: <p>Remote assistance is currently disabled.</p><p> By clicking on the 'Apply' button with the 'Enabled' checkbox enabled your gateway will be accessible from your broadband connection. After %s minutes of inactivity, or on reboot, remote assistance will be automatically disabled for 'Temporary' mode. </p><p> Please provide the following parameters to your ISP:</p>
it_it: <p>L'assistenza remota è attualmente disabilitata.</p><p>Facendo clic sul pulsante 'Applica' con la casella 'Abilitata' spuntata il gateway sarà accessibile dalla tua connessione a banda larga.<br/>Dopo %s minuti di inattività, oppure al riavvio, l'assistenza remota verrà automaticamente disabilitata in modalità 'Temporanea'. </p><p>Fornisci i seguenti parametri all'ISP.</p>

source: <p>Remote assistance is currently enabled. </p><p>Click 'Apply' button with the 'Enabled' checkbox disabled to disable remote assistance on your gateway </p>
it_it: <p>L'assistenza remota è attualmente abilitata. </p><p><br/>Fai clic sul pulsante 'Applica' con la casella 'Abilitata' disattivata per disabilitare l'assistenza remota nel gateway </p>

source: <strong %1$s>%2$d DNS Server</strong>
it_it: <strong %1$s>%2$d server DNS</strong>

source: <strong %1$s>%2$d Disabled Helper</strong>
it_it: <strong %1$s>%2$d helper disabilitato</strong>

source: <strong %1$s>%2$d Enabled Helper</strong>
it_it: <strong %1$s>%2$d helper abilitato</strong>

source: <strong %1$s>%2$d Route</strong>
it_it: <strong %1$s>%2$d instradamento</strong>

source: <strong %s>%d Access Control</strong> rule defined
it_it: <strong %s>%d regola controllo accessi</strong>

source: <strong %s>%d UPnP</strong> rule is active
it_it: <strong %s>%d regola UPnP attiva</strong>

source: <strong %s>%d Wireless Time Control</strong> rule defined
it_it: <strong %s>%d regola pianificazione wireless</strong>

source: <strong %s>%d port forwarding</strong> rule is defined
it_it: <strong %s>%d regola mappatura porte</strong>

source: <strong id = "Ethernet_Devices" %1$s>%2$d Ethernet device</strong> connected
it_it: <strong id = "Ethernet_Devices" %1$s>%2$d dispositivo ethernet connesso</strong>

source: <strong id = "Wifi_Devices" %1$s>%2$d Wi-Fi device</strong> connected
it_it: <strong id = "Wifi_Devices" %1$s>%2$d dispositivo Wi-Fi connesso</strong>

source: <strong id = "Wifi_Devices" %1$s>%2$d WiFi device</strong> connected
it_it: <strong id = "Wifi_Devices" %1$s>%2$d dispositivo Wi-Fi connesso</strong>

source: <strong>%d</strong> IPv4 rule(s) defined<br>
it_it: <strong>%d regole IPv4</strong>

source: <strong>%d</strong> IPv6 rule(s) defined
it_it: <strong>%d regole IPv6</strong>

source: <strong>Disabled for now... need to wait @Roleo</strong>
it_it: <strong>Disabilitata per ora. Occorre attendere @Roleo</strong>

source: <strong>High</strong>
it_it: <strong>Alto</strong>

source: <strong>Low</strong>
it_it: <strong>Basso</strong>

source: <strong>Medium</strong>
it_it: <strong>Medio</strong>

source: <strong>User</strong>
it_it: <strong>Utente</strong>

source: <strong>You must reboot modem to apply host rules!</strong>
it_it: <strong>Per rendere le modifiche effettive occorre riavviare il modem</strong>

source: A hostname must be between 1 and 63 characters
it_it: Il nome host deve contenere da 1 a 63 caratteri

source: A hostname must contain only alphanumeric characters with/without dash
it_it: Il nome host deve contenere soltanto caratteri alfanumerici con/senza trattini

source: A hostname must not contain only digits
it_it: Il nome host non deve contenere solo cifre

source: Name must be between 1 and 63 characters
it_it: La lunghezza del nome deve essere compresa tra 1 e 63 caratteri

source: Name must contain only alphanumeric characters and/or dashes
it_it: Il nome deve essere formato esclusivamente da caratteri alfa numerici e trattini

source: A user with this username already exists
it_it: Esiste già un utente con questo nome

source: ACCEPT
it_it: ACCETTO

source: ACL Mode
it_it: ACL

source: ACS Password
it_it: Password ACS

source: ACS URL
it_it: Indirizzo ACS

source: ACS URL: <strong id="cwmpconfcard_acsurl">%s</strong>
it_it: Indirizzo ACS: <strong id="cwmpconfcard_acsurl">%s</strong>

source: ACS Username
it_it: Nome utente ACS

source: ALL
it_it: TUTTI

source: AP State
it_it: Stato punto accesso

source: ATM Ping Test
it_it: Test ping ATM

source: Accept
it_it: Accetto

source: Access Control
it_it: Controllo accessi

source: Access Control List
it_it: Elenco controllo accessi (ACL)

source: Access Point
it_it: Punto di accesso

source: Access points
it_it: Punto di accesso

source: Action
it_it: Azione

source: Active
it_it: Attivo

source: Active Bank
it_it: Banco attivo

source: Active Version
it_it: Versione attiva

source: Add New DNS
it_it: Aggiungi nuovo DNS

source: Add New Rule
it_it: Aggiungi nuova regola

source: Add new
it_it: Aggiungi nuovo

source: Add new IPv4 Ping WhiteList rule
it_it: Aggiungi nuova regola IPv4 autorizzati ping

source: Add new IPv4 firewall rule
it_it: Aggiungi nuova regola firewall IPv4

source: Add new IPv4 port mapping
it_it: Aggiungi nuova mappatura porta IPv4

source: Add new IPv6 Ping WhiteList rule
it_it: Aggiungi nuova regola IPv6 autorizzati ping

source: Add new IPv6 firewall rule
it_it: Aggiungi nuova regola firewall IPv6

source: Add new IPv6 forwarding rule
it_it: Aggiungi nuova regola mappatura IPv6

source: Add new MAC address
it_it: Aggiungi nuovo indirizzo MAC

source: Add new NTP server
it_it: Aggiungi nuovo server NTP

source: Add new Syslog Filter
it_it: Aggiungi nuovo filtro Syslog

source: Add new bridge
it_it: Aggiungi un nuovo bridge

source: Add new dns rule
it_it: Aggiungi nuova regola DNS

source: Add new host rule
it_it: Aggiungi nuova regola host

source: Add new policy
it_it: Aggiungi nuova regola

source: Add new rule
it_it: Aggiungi nuova regola

source: Add new static IPv4 route
it_it: Aggiungi nuovo instradamento IPv4 statico

source: Add new static lease
it_it: Aggiungi nuovo indirizzo IP statico

source: Add new user
it_it: Aggiungi nuovo utente

source: Admin
it_it: Amministratore

source: Advanced
it_it: Avanzate

source: Advanced Reboot
it_it: Riavvio avanzato

source: Advanced Reset
it_it: Ripristino avanzato

source: All
it_it: Tutti

source: All information is given from the Client perspective
it_it: Le informazioni fornite si intendono dal punto di vista del client

source: Allow
it_it: Consenti

source: An existing port forward rule overlaps with the ports range specifed.
it_it: Una mappatura esistente si sovrappone con l'intervallo delle porte

source: Analyzer
it_it: Analizzatore

source: Answer All IPv4 Internet pings
it_it: Risposta a tutti i ping IPv4

source: Answer All IPv6 Internet pings
it_it: Risposta a tutti i ping IPv6

source: Answer only these selected Internet IPv4 pings
it_it: Risposta solo ai ping IPv4 selezionati

source: Answer only these selected Internet IPv6 pings
it_it: Risposta solo ai ping IPv6 selezionati

source: Application List
it_it: Elenco applicazioni

source: Apply
it_it: Applica

source: Are you sure to switch the modem to <strong>Bridged Mode</strong>? <br />
it_it: Sei sicuro di voler impostare il modem in <strong>Modalità bridged</strong>? <br />

source: Are you sure to switch the modem to <strong>Voice Mode</strong>? <br />
it_it: Sei sicuro di voler impostare il modem in <strong>Modalità voce</strong>?<br/>

source: Are you sure you want to remove root from this modem? </br><strong> This could be permanent, so it's not recommended.</strong>
it_it: Sei sicuro di voler rimuovere il root da questo modem?<br/><strong>Ciò potrebbe risultare permanente, pertanto non è raccomandato.</strong>

source: Aria2 WebUi installed
it_it: WebUI Aria2 installata

source: Aria2 WebUi not installed
it_it: WebUI Aria2 non installata

source: Aria2 is
it_it: Aria2

source: Assistance
it_it: Assistenza remota

source: Attenuation
it_it: Attenuazione

source: Authentication failed
it_it: Autenticazione fallita

source: Auto Discover DNS
it_it: Trova automaticamente DNS

source: GUI Auto Update
it_it: Aggiornamento automatico GUI

source: GUI Auto Update Status
it_it: Stato aggiornamento GUI atomatico

source: Aux Features Mask
it_it: Maschera funzionalità Aux

source: Aux Features Value
it_it: Valore funzionalità Aux

source: Avg RSSI
it_it: RSSI Medio

source: Avg Resp Time:
it_it: Tempo medio risposta:

source: Band
it_it: Banda

source: Band Steering Enabled
it_it: Band Steering abilitato

source: Bank 1
it_it: Banco 1

source: Bank Check
it_it: Verifica banco

source: Bank Info
it_it: Banco di memoria

source: Base Code
it_it: Codice base

source: Base Name
it_it: Nome base

source: Blacklist App
it_it: App Blacklist

source: Blacklist is installed
it_it: App Blacklist installata

source: Blacklist is not installed
it_it: App Blacklist non installata

source: Block
it_it: Blocca

source: Blue
it_it: Blu

source: Bootloader OID
it_it: OID bootloader

source: Bootloader Version
it_it: Versione bootloader

source: Bridge Grouping
it_it: Raggruppamento bridge

source: Bridge Mode Active
it_it: Modalità bridge attiva

source: Bridge connected
it_it: Bridge connesso

source: Bridge disabled
it_it: Bridge disabilitato

source: Bridge not connected
it_it: Bridge non connesso

source: Bridged Mode
it_it: Modalità bridged

source: Bridged connection
it_it: Connessione bridge

source: Broadband
it_it: Banda larga

source: Broadband Connection
it_it: Connessione a banda larga

source: Broadband type
it_it: Tipo banda larga

source: Broadcast Address should not be used
it_it: È sconsigliato usare un indirizzo broadcast

source: Broadcast Packets
it_it: Pacchetti broadcast

source: Broadcast SSID
it_it: Trasmissione SSID

source: CPU Frequency Auto Scaling
it_it: Adattamento automatico clock CPU

source: CPU Usage
it_it: Uso CPU

source: CWMP
it_it: Telegestione (CWMP)

source: CWMP Settings
it_it: Telegestione (CWMP)

source: Can't recover dslam version.
it_it: Impossibile rilevare la versione del DSLAM.

source: Cancel
it_it: Annulla

source: Cannot use IPv4 subnet mask.
it_it: Impossibile usare una maschera sottorete IPv4.

source: Cannot use loopback IPv4 address range.
it_it: Impossibile usare un intervallo indirizzi IPv4 di loopback.

source: Cannot use the gateway IP address.
it_it: Impossibile usare l'indirizzo IP del gateway.

source: Cannot use the gateway WAN IP address.
it_it: Impossibile usare l'indirizzo IP WAN del gateway.

source: Capabilities
it_it: Funzionalità

source: Cards
it_it: Schede

source: Change password
it_it: Modifica password

source: Changes saved successfully
it_it: Salvataggio modifiche completato

source: Channel
it_it: Canale

source: Channel Width
it_it: Ampiezza canale

source: Channel width
it_it: Ampiezza canale

source: Check Update
it_it: Controlla aggiornamenti

source: Checking...
it_it: Verifica...

source: Choose Device
it_it: Seleziona dispositivo

source: Clean
it_it: Svuota

source: Client Interface
it_it: Interfaccia client

source: Client Monitoring
it_it: Monitoraggio client

source: Clone
it_it: Clona

source: Clone bank
it_it: Clona banco

source: Close
it_it: Chiudi

source: Config creation option
it_it: Gestione configurazione

source: Configuration of VP/VC not available
it_it: Configurazione VP/VC non disponibile

source: Confirm
it_it: Conferma

source: Connected
it_it: Connesso

source: Connected Devices
it_it: Dispositivi connessi

source: Connecting
it_it: Connessione

source: Connecting...</p>
it_it: Connessione ...</p>

source: Connection
it_it: Connessione

source: Connection Check
it_it: Test connessione

source: Connection Request Auth
it_it: Autentificazione connessione

source: Connection Request Password
it_it: Password connessione

source: Connection Request Username
it_it: Nome utente connessione

source: Connection Time
it_it: Durata connessione

source: Connection Type
it_it: Tipo connessione

source: Connection mode
it_it: Modalità connessione

source: Connections
it_it: Connessioni

source: Core Settings
it_it: Impostazioni generali

source: CPU Load
it_it: Carico CPU

source: CPU Speed
it_it: Velocità CPU

source: CPU Wait
it_it: Attesa CPU

source: Current Day
it_it: Giorno attuale

source: Current Quarter
it_it: Trimestre attuale

source: Current Timezone
it_it: Fuso orario attuale

source: Current channel
it_it: Canale attuale

source: Current user can not edit their role
it_it: L´utente attuale non può modificare il suo ruolo

source: Cyclic-Delay Diversity
it_it: Diversità ritardo-ciclico

source: DECT Emission Mode
it_it: Modalità emissione DECT

source: DHCP End Address is Invalid
it_it: Indirizzo finale DHCP non valido

source: DHCP End Address is not valid in Subnet Range
it_it: L'indirizzo finale DHCP non è valido in questo intervallo sottorete

source: DHCP End address
it_it: Indirizzo finale DHCP

source: DHCP Relay Setup
it_it: Configurazione DHCP relay

source: DHCP Relay disabled
it_it: DHCP relay disabilitato

source: DHCP Relay enabled
it_it: DHCP relay disabilitato

source: DHCP Server
it_it: Server DHCP

source: DHCP Settings
it_it: Impostazioni DHCP

source: DHCP Start Address is Invalid
it_it: Indirizzo iniziale DHCP non valido

source: DHCP Start Address is not valid in Subnet Range
it_it: Indirizzo iniziale DHCP non valido in questo intervallo sottorete

source: DHCP Start Address should not be Modem IP Address
it_it: L'indirizzo iniziale DHCP non può essere uguale all'indirizzo IP locale del dispositivo

source: DHCP Start Address should not be a Network Address
it_it: L'indirizzo iniziale DHCP non può essere un indirizzo di rete

source: DHCP Start address
it_it: Indirizzo iniziale DHCP

source: DHCP connecting
it_it: Connessione DHCP

source: DHCP connection
it_it: Connessione DHCP

source: DHCP disabled
it_it: DHCP disabilitato

source: DHCP enabled
it_it: DHCP abilitato

source: DHCP on
it_it: DHCP attivo

source: DHCP routed mode
it_it: DHCP routed

source: DMZ blocked
it_it: DMZ bloccato

source: DMZ disabled
it_it: DMZ disabilitato

source: DMZ enabled
it_it: DMZ abilitato

source: DNS IP Address
it_it: Indirizzo IP DNS

source: DNS Set
it_it: DNS impostato

source: DNS rules
it_it: Regole DNS

source: DNS server
it_it: Server DNS

source: DNS servers
it_it: Server DNS

source: DOCSIS WAN Available
it_it: DOCSIS WAN disponibile

source: DOCSIS WAN Enable
it_it: DOCSIS WAN abilitato

source: DROP
it_it: SCARTA

source: DSL Bit Loading
it_it: Caricamento bit DSL

source: DSL Bits
it_it: Bit DSL

source: DSL Enabled
it_it: DSL abilitata

source: DSL Hlog
it_it: Hlog DSL

source: DSL Mode
it_it: Modalità DSL

source: DSL QLN
it_it: QLN DSL

source: DSL SNR
it_it: SNR DSL

source: DSL Status
it_it: Stato DSL

source: DSL Type
it_it: Tipologia DSL

source: DSL Uptime
it_it: Tempo attività DSL

source: DSL stats
it_it: Statistiche DSL

source: Data Transferred
it_it: Dati trasferiti

source: Datamodel Version
it_it: Versione Datamodel

source: Datapump Version
it_it: Versione datapump

source: Date
it_it: Data

source: Day of week
it_it: Giorni settimana

source: Delay
it_it: Ritardo

source: Delivered/In Progress
it_it: Recapitata/in corso

source: Demod Cap Mask
it_it: Maschera Cap Demod

source: Demod Cap Value
it_it: Valore Cap Demod

source: Description
it_it: Descrizione

source: Desktop Computer
it_it: Computer desktop

source: Dest Port
it_it: Porta destinazione

source: Destination
it_it: Destinazione

source: Destination Address
it_it: Indirizzo destinazione

source: Destination IP
it_it: Indirizzo IP remoto

source: Destination MAC
it_it: MAC remoto

source: Destination MAC (Insert Local IP to search for MAC)
it_it: MAC destinazione (inserisci IP locale per cercare il MAC)

source: Destination Port
it_it: Porta destinazione

source: Detecting a Wi-Fi client's capabilities and monitoring its interfaces, Band Steering actively guides the client to the more suitable Wi-Fi band.
it_it: Nel rilevamento delle funzionalità del client Wi-Fi e nel monitoraggio delle interfacce, il band steering guida attivamente il client verso la banda Wi-Fi più adatta.

source: Dev
it_it: Sviluppatore

source: Device Capabilities
it_it: Funzionalità dispositivo

source: Device Details
it_it: Dettagli dispositivo

source: Device Type
it_it: Tipo dispositivo

source: Devices
it_it: Dispositivi

source: Devices List
it_it: Elenco dispositivi

source: Devices Map
it_it: Mappa dispositivi

source: Diagnostics
it_it: Diagnostica

source: Diagnostics Connection
it_it: Diagnostica connessione

source: Diagnostics DSL
it_it: Diagnostica DSL

source: Diagnostics Ping&Trace
it_it: Diagnostica ping e trace

source: Diagnostics Port Mirror
it_it: Diagnostica port mirror

source: Diagnostics TCPDump
it_it: Diagnostica Dump TCP

source: Dialing
it_it: Composizione

source: Direction Mode
it_it: Modalità direzione

source: Direction:
it_it: Direzione:

source: Disable VN Mode
it_it: Disabilita modalità VN

source: Disabled
it_it: Disabilitato

source: Discard Packets
it_it: Pacchetti persi

source: Disconnected
it_it: Disconnesso

source: Disconnecting
it_it: Disconnessione

source: Do you want to continue?
it_it: Vuoi continuare?

source: Do you want to continue?
it_it: Vuoi continuare?

source: Domain
it_it: Dominio

source: Domain Name
it_it: Nome dominio

source: Domain Name Server Configuration
it_it: Configurazione DNS

source: Domain's IP updated
it_it: IP Dominio aggiornato

source: Don't report any bug, this is a custom gui! Some bugs could not be related to the current beta firmware.
it_it: Non segnalare nessun bug.<br/>Questa è una interfaccia grafica utente (GUI) personalizzata!<br/>Alcuni bug potrebbero non dipendere dal firmware beta attuale.

source: DoS Protect
it_it: Protezione DoS

source: DoS Protect disabled
it_it: Protezione DoS disabilitata

source: DoS Protect enabled
it_it: Protezione DoS abilitata

source: Download failed. Please try again.
it_it: Download fallito. Riprova.

source: Downloading TCPDump file, please wait...
it_it: Caricamento file dump TCP...

source: xDSL Driver Version
it_it: Versione driver xDSL

source: Driver Version: <strong>%s</strong>
it_it: Versione driver: <strong>%s</strong>

source: DSLAM Chipset
it_it: Chipset DSLAM

source: DSLAM Chipset: <strong>%s</strong>
it_it: Chipset DSLAM : <strong>%s</strong>

source: DSLAM Firmware Version
it_it: Versione firmware DSLAM

source: DSLAM Version: <strong>%s</strong>
it_it: Versione DSLAM: <strong>%s</strong>

source: Dst IP
it_it: IP destinazione

source: Dst IP/Subnet
it_it: IP/sottorete destinazione

source: Dst Port
it_it: Porta destinazione

source: Dst port
it_it: Porta destinazione

source: Duplicate contents are not allowed
it_it: Non sono consentiti duplicati

source: Duplicate entry is not allowed
it_it: Duplicazione voce non consentita

source: DDNS Information
it_it: Informazioni DDNS

source: DDNS disabled
it_it: DDNS disabilitato

source: DDNS enabled
it_it: DDNS abilitato

source: EOC Serial Number
it_it: Numero seriale EOC

source: EOC Vendor ID
it_it: ID venditore EOC

source: ERROR
it_it: ERRORE

source: Eco Led
it_it: Led eco

source: Eco LED disabled
it_it: Led eco disabilitato

source: Eco LED enabled
it_it: Led eco abilitato

source: Eco Settings
it_it: Impostazioni Eco

source: Enable
it_it: Abilita

source: Enable Filter
it_it: Abilita filtro

source: Enable Syslog
it_it: Syslog abilitato

source: Enabled
it_it: Attivato

source: Encapsulation
it_it: Incapsulamento

source: Energy Efficent Ethernet disabled
it_it: Ottimizzazione energetica ethernet disabilitata

source: Energy Efficent Ethernet enabled
it_it: Ottimizzazione energetica ethernet abilitata

source: Engineer
it_it: Utente avanzato

source: Enhanced Tim
it_it: TIM avanzato

source: Entering BOOTP, please wait...
it_it: Avvio modalità BOOTP...

source: ErrS Packet Drop
it_it: Pacchetto ErrS scartato

source: ErrS Packet Send
it_it: Pacchetto ErrS inviato

source: ErrS Stat Drop
it_it: Statistica ERRS scartata

source: ErrS Stat Send
it_it: Statistica ERRS inviata

source: Error
it_it: Errore

source: Error code
it_it: Codice errore

source: Error while applying changes
it_it: Errore durante l'applicazione delle modifiche

source: Errorcode:
it_it: Codice errore:

source: Errors
it_it: Errori

source: Ethernet Network Traffic
it_it: Traffico rete ethernet

source: Ethernet Ports
it_it: Porte ethernet

source: Ethernet Ports enabled
it_it: Porte ethernet abilitate

source: Ethernet connected
it_it: Ethernet connessa

source: Ethernet disabled
it_it: Ethernet disabilitata

source: Ethernet not connected
it_it: Ethernet disconesso

source: Every filter is a regular expression string; Start with '!' to invert selection
it_it: Ogni filtro è una stringa espressione regolare.<br/>Inizia la stringa con '!' per invertire la selezione

source: Everything
it_it: Qualunque cosa

source: Excellent
it_it: Eccellente

source: Export
it_it: Esporta

source: Export All
it_it: Esporta tutto

source: Export Configuration
it_it: Esporta configurazione

source: Export PlainText
it_it: Esporta come testo normale

source: Export UnSigned
it_it: Esporta file non firmato

source: Exporting configuration, please wait...
it_it: Esportazione...

source: Exporting failed; please try again.
it_it: Esportazione fallita. Riprova.

source: Exporting log, please wait ...
it_it: Esportazione registro eventi...

source: Extensions
it_it: Estensioni

source: External access points
it_it: Punti accesso esterni

source: Facility
it_it: Funzione

source: Factory Defaults
it_it: Impostazioni predefinite

source: Failed
it_it: Fallito

source: Failure Count:
it_it: Falliti:

source: Filter
it_it: Filtro

source: Filter IP
it_it: Filtro IP

source: Finished
it_it: Fine

source: Firewall default behavior
it_it: Impostazione predefinita firewall

source: Firewall level
it_it: Livello firewall

source: Firewall level: <strong id="Firewall_Level_ID">%s</strong><br>
it_it: Livello firewall: <strong id="Firewall_Level_ID">%s</strong><br>
