Repository: Ansuel/tch-nginx-gui
Catalog: decompressed/gui_file/www/lang/*/webui-core.po
Languages: it_it

source: <strong>Enabling this will overwrite InternetIPv4 ping selections</strong>,firewall will drop all ICMPv4 services for incoming connections
it_it: <strong>Abilitando questo sovrascriverai la selezione ping IPv4 internet</strong>. Il firewall ignorerà tutti i servizi ICMPv4 per le connessioni in entrata

source: <strong>Enabling this will overwrite InternetIPv6 ping selections</strong>,firewall will drop all ICMPv6 services for incoming connections
it_it: <strong>Abilitando questo sovrascriverai la selezione ping IPv6 internet</strong>. Il firewall ignorerà tutti i servizi ICMPv6 per le connessioni in entrata

source: Schedule failed : please select correct Time and date.
it_it: Pianificazioni fallita. Seleziona la data e ora corretta.

source: Overlapping times are not allowed.
it_it: Sovrapposizione orari non permessa.

source: %s
it_it: %d

source: Ringing Schedule
it_it: Pianficazione suoneria

source: During this time ringing is
it_it: Durante questo orario la suoneria è

source: Add a New Ringing Schedule
it_it: Aggiungi nuova pianificazione suoneria

source: Start time should be less than Stop time.
it_it: L'orario inziale deve essere inferiore all'orario finale.

source: DoNotDisturb Control
it_it: Controllo NonDisturbare

source: SpeedTest Service
it_it: Servizio test velocità

source: <strong %s>%d DoNotDisturb Control</strong> rule defined
it_it: <strong %s>%d regola controllo NonDisturbare</strong>

source: Isp Detected
it_it: ISP rilevato

source: ISP Detection option
it_it: Opzioni rilevamento ISP

source: Isp used
it_it: ISP usato

source: Disable ISP autodetect
it_it: Disabilita rilevamento automatico ISP

source: TIM (Italy)
it_it: TIM (Italia)

source: ISP Autodetect
it_it: Rilevamento automatico ISP

source: Check this to only root the modem after the firmware is installed.<br/>After this you had to reinstall the gui.<br/>Expect the web interface to be broken after the upgrade
it_it: Spunta questo se vuoi solo fare il root dopo l'installazione del firmware.br/>Dopo aver fatto ciò devi reinstallare la GUI.<br/>L'interfaccia web verrà danneggiata dopo l'aggiornamento.

source: Root only modem after upgrade
it_it: Solo root dopo aggiornamento firmware

source: Tiscali (Italy)
it_it: Tiscali (Italia)

source: automatically at <strong>%s:00</strong>
it_it: automaticamnte il <strong>%s:00</strong>

source: to version <strong>%s</strong> successfully
it_it: alla versione <strong>%s</strong>

source: The modem has been updated
it_it: Il modem è stato aggiornato

source: Step Duration (ms):
it_it: Durata step (ms):

source: Save on USB
it_it: Salva su USB

source: Please see 2.4 GHz section for initial parameter. If a wireless device tests the 5 GHz band and reports the 5 GHz signal strength is above this threshold, the gateway will direct the device to switch to the 5 GHz band.
it_it: Vedi la sezione 2.4 GHz per i parametri iniziali.<br/>Se un dispositivo wireless nel test della banda a 5 GHz riporta un segnale di potenza superiore a questa soglia, il modem reindirizzerà il dispositivo sulla banda a 5 GHz.

source: If a wireless device reports this gateway's 2.4 GHz signal strength is above this threshold, the gateway will ask the device to test the 5 GHz band . Please see 5 GHz section for additional parameter.
it_it: Se un dispositivo wireless segnala una potenza del segnale a 2.4 GHZ del modem sopra questa soglia, il modem chiederà al dispositivo di verificare la banda a 5 GHz.<br/>Vedi la sezione rete 5 GHz per i parametri aggiuntivi.

source: ISP used
it_it: ISP usato

source: Band Steering works only if 2.4 GHz and 5 GHz have the same configuration. By enabling the Band Steering, the 2.4 GHz network settings will be propagated on 5 GHz settings
it_it: Il band steering funziona solo se la rete 2.4 GHz e 5 GHz hanno la stessa configurazione.<br/>Abilitando il band steering, le impostazioni della rete 2.4 GHz saranno copiate nella rete 5 GHz.

source: ISP Detected
it_it: ISP rilevato

source: 5 GHz Band Steering Threshold
it_it: Soglia band steering 5 GHz

source: 2.4 GHz Band Steering Threshold
it_it: Soglia band steering 2.4 GHz

source: VDSL DSLAM Serial
it_it: Seriale DSLAM VDSL

source: Lan Bridge
it_it: Bridge LAN

source: Polling every 10 seconds
it_it: Aggiorna ogni 10 secondi

source: Fastweb (Italy)
it_it: Fastweb (Italia)
