Repository: Ansuel/tch-nginx-gui
Catalog: decompressed/gui_file/www/lang/*/webui-printersharing.po
Languages: de_de

source: SMB/CIFS is disabled
de_de: SMB/CIFS ist deaktiviert

source: To connect: \%s or \%s
de_de: Zum Verbinden: \%s oder \%s

source: Enabled
de_de: Aktiviert

source: Manufacturer
de_de: Hersteller

source: Printer Information
de_de: Druckerinformation

source: Printer Sharing
de_de: Drucker teilen

source: Printer Sharing disabled
de_de: Drucker teilen deaktiviert

source: Printer Sharing enabled
de_de: Drucker teilen aktiv

source: Printer Name
de_de: Druckername

source: Web Interface
de_de: Webseite

source: CUPS Web Interface at <a href="http://%s:631">http://%s:631</a> or <a href="http://%s:631">http://%s:631</a>
de_de: CUPS Webseite auf <a href="http://%s:631">http://%s:631</a> oder <a href="http://%s:631">http://%s:631</a>
