Repository: Ansuel/tch-nginx-gui
Catalog: decompressed/gui_file/www/lang/*/webui-core.po
Languages: it_it

source: This will install Telstra webui
it_it: Installa la GUI Telstra

source: Install Telstra GUI
it_it: Installa GUI Telstra

source: Telstra GUI is
it_it: GUI Telstra

source: Remove Telstra GUI
it_it: Rimuovi GUI Telstra

source: Change the default page in system-extra to set this gui as default
it_it: Per impostare questa GUI come predefinita modifica la pagina predefinita in 'Sistema' -> 'Extra'

source: Update blacklist app
it_it: Aggiorna app Blackist

source: Installing...
it_it: Installazione...

source: Removing...
it_it: Rimozione...

source: The latest added/modified static lease is set to an IP that is already in use, please perform a reboot to apply the changes
it_it: L'ultimo lease statico aggiunto/modificato è impostato con un IP già in uso.<br/>Effettua un riavvio per applicare le modifiche.

source: Internet VPC
it_it: Impostazioni VP/VC

source: The time displayed on the graph is the modem time.
it_it: Gli orari visualizzati nel grafico sono basati sull'orario impostato nel modem.

source: Arial2 GUI
it_it: GUI Arial2

source: Transmission GUI
it_it: GUI Transmission

source: Telstra GUI
it_it: GUI Telstra

source: Install
it_it: Installa

source: Remove
it_it: Rimuovi

source: Restore GUI
it_it: Ripristina GUI originale

source: VDSL DSLAM Port
it_it: Porta DSLAM VDSL

source: Line Up
it_it: Linea attiva

source: Line Down
it_it: Linea non attiva

source: Switch the WAN port to a normal LAN port
it_it: Commuta porta WAN in normale porta LAN

source: WanSensing State
it_it: Stato rilevazione WAN

source: To Port Forward ranges use <b>':'</b>. For example 500:505.
it_it: Per un intervallo mappatura porte usa <b>':'</b>. Esempio 500:505.

source: DSL Connection Status
it_it: Stato connessione DSL

source: 1. Max recommened Packet Number is dynamic (uses half of free memory) and may not be accurate.<br/>2. Hardware offload disabled during capture on platforms with flow cache!<br/>3. 'Download' will be invalid if nothing was captured.<br/>4. 'Clean' will clean captured file to reduce memory consumption.
it_it: 1. Il numero massimo di pacchetti è dinamico (usa la metà della memoria libera) e potrebbe non essere accurato.<br/>2. L'offload hardware è disabilitato durante la cattura nelle piattaforme con cache di flusso!<br/>3. Il 'Download' non sarà valido se non è stato catturato nulla.<br/>4. 'Azzera' azzererà il file catturato per ridurre l'uso della memoria.

source: DSLAM Firmware
it_it: Firmware DSLAM

source: <strong %s>%d Wireless Control</strong> rule defined
it_it: <strong %s>%d regola pianificazione wireless</strong>

source: WanSensing sets the connection mode automatically.<br/>Disable this to set the connection mode manually.<br/>After saving the changes the connection options will be shown.
it_it: La rilevazione WAN imposta la connessione in modo automatico.<br/>Disabilita questa opzione per impostare la connessione in modo manuale.<br/>Dopo il salvataggio verranno visualizzate le opzioni di connessione.

source: NotPresent
it_it: Non presente

source: Search For connections...
it_it: Cerca connessioni...

source: Up
it_it: Attiva

source: Down
it_it: Non attiva

source: GUI is outdated
it_it: GUI non aggiornata

source: GUI is updated
it_it: GUI aggiornata

source: GUI Settings
it_it: Impostazioni GUI

source: GUI Version %s
it_it: Versione GUI %s

source: GUI Settings & Utility
it_it: Opzioni e utility GUI

source: Check this to remove config after firmware update.<br/>This won't remove root.<br/>It is advertised to check this if you are downgrading the firmware.
it_it: Selezionando questa opzione verrà azzerata la configurazione dopo l'aggiornamento firmware.<br/>Questo non rimuoverà il root.<br/>Seleziona questa opzione nel caso di downgrade del firmware.

source: Remove config file with upgrade
it_it: Rimuovi file configurazione dopo aggiornamento

source: Port Mirror
it_it: Mirror porte

source: NAT Helpers
it_it: Helper NAT

source: Key Info
it_it: Chiave decodifica

source: Config decrypt key
it_it: Chiave decodifica configurazione

source: Dark/White (Fritz!Box Based)
it_it: Scuro/bianco (basato su Fritz!Box)

source: Dark/Midnight (Fritz!Box Based)
it_it: Scuro/mezzanotte (basato su Fritz!Box)

source: Red Dark
it_it: Rosso scuro

source: Device
it_it: Dispositvo

source: VLAN ID
it_it: ID VLAN

source: Host Uniq Tag
it_it: Tag Host univoco

source: Bytes
it_it: Byte

source: PPPoE routed mode
it_it: PPPoE routed

source: PPPoA routed mode
it_it: PPPoA routed

source: Fixed IP mode
it_it: IP statico

source: Bridge mode
it_it: Bridge

source: Reset
it_it: Ripristina

source: Rx Bytes
it_it: Byte Rx

source: Tx Bytes
it_it: Byte Tx

source: MAC Spoof (Wan MAC)
it_it: Spoof MAC (MAC WAN)

source: Generate
it_it: Genera

source: Debug Report
it_it: Rapporto debug

source: Assistant
it_it: Asssistente

source: Burst frame
it_it: Frame burst

source: Remote/WAN port
it_it: Porta remota/WAN

source: DNS Server 1
it_it: Server DNS 1

source: DNS Server 2
it_it: Server DNS 2

source: DNS Server 3
it_it: Server DNS 3

source: Debug Zip
it_it: Crea ZIP debug

source: HS Switch Timeout
it_it: Timeout switch HS

source: PPP over Ethernet
it_it: PPPoE (PPP over Ethernet)

source: PPP over ATM
it_it: PPPoA (PPP over ATM)

source: VoIP Registar:
it_it: Server VoIP:

source: VoIP Realm:
it_it: Realm VoIP:

source: WiFi Setup
it_it: Impostazione WiFi

source: Firmware OID
it_it: OID firmware

source: Tries:
it_it: Tentativi:

source: auto
it_it: Automatico/a

source: NoSignal
it_it: Non attiva

source: Flags
it_it: Flag

source: Ref
it_it: Rif

source: Genmask
it_it: Maschera

source: Iface
it_it: Interfaccia

source: Spoof Settings
it_it: Impostazioni Spoof

source: Update failed. Please try again.
it_it: Aggiornamento fallito. Ripocva.

source: Aria2 GUI
it_it: GUI Aria2

source: LuCI GUI
it_it: GUI LuCI

source: Skip Spoof Version Check
it_it: Disabilita verifica versione spoof

source: Disable override of Version Spoof at every GUI update. This is also usefull to permit cwmp to autoupdate the modem
it_it: Disabilita sovrascrittura versione spoof ad ogni aggiornamento della GUI.<br/>Questo è utile per permettere a cwmp di aggiornare automaticamente il modem.

source: Spoof Version Mode
it_it: Modo versione spoof

source: Connecting...
it_it: Connessione...

source: Check Complete
it_it: Controllo completato

source: Comunicate real version to cwmp
it_it: Comunica a cwmp la versione reale

source: Comunicate latest stable version set from rootscript to cwmp
it_it: Comunica a cwmp l'ultima versione stabile impostata dallo script root

source: Set the version to comunicate to cwmp manually
it_it: Imposta manualmente la versione da comunicare a cwmp

source: <p>%s GUI Version
it_it: <p>GUI %s

source: <p>Coded & Expanded by <font style="color:#0088cc;">Ansuel</font> and <a href="https://github.com/Ansuel/tch-nginx-gui/graphs/contributors">these GitHub users.</a><br>Unlock Utility by <font style="color:#0088cc;">ADeltaX</font>
it_it: <p>Codice di <font style="color:#0088cc;">Ansuel</font> e <a href="https://github.com/Ansuel/tch-nginx-gui/graphs/contributors">questi utenti GitHub.</a><br>Utiliy di sblocco di <font style="color:#0088cc;">ADeltaX</font>

source: && Translated by <font style="color:#0088cc;">%s</font>
it_it: - Traduzione GUI di <font style="color:#0088cc;">%s</font>

source: IPv4 Only
it_it: Solo IPv4

source: IPv6 Only
it_it: Solo IPv6

source: Prefer IPv4
it_it: Preferibilmente iPv4

source: Prefer IPv6
it_it: Preferibilmente iPv6

source: Add new DNS server
it_it: Aggiungi nuovo server DNS

source: Invalid Password
it_it: Password non valida

source: Correctables
it_it: Correggibili

source: SFP IP should not be in
it_it: L'IP SFP non deve essere in

source: Cloning started in background...
it_it: Clonazione avviata in background...

source: DNS Servers
it_it: Server DNS

source: Now
it_it: Adesso

source: Security for this wireless network is disabled, anybody can connect to it
it_it: La sicurezza per questa rete wireless è disabilitata, quindi chiunque può connettersi.

source: Line Status
it_it: Stato linea

source: ACL Reg
it_it: Reg ACL

source: NTP servers
it_it: Server NTP

source: SRP salt
it_it: Salt SRP

source: minEFTR
it_it: minEFR

source: IPv6 forwarding table
it_it: Tabella inoltro IPv6

source: Current Time
it_it: Ora attuale

source: Downstream LOF
it_it: LOF downstream

source: Stop time should be greater then start time.
it_it: L'ora finale deve essere maggiore dell'ora inziale.

source: Upgrading...
it_it: Aggiornamento...

source: Please wait %s seconds to enter new password
it_it: Attendi %s secondi per inserire la nuova password

source: DHCP Start Address should not be Local Device IP Address
it_it: L'indirizzo iniziale DHCP non deve essere l'IP del modem.

source: Upstream CRC
it_it: CRC upstream

source: Go to the gateway tab and click on the Update button, to autoupgrade to the new GUI.
it_it: Per aggiornare la GUI vai nella scheda 'Modem' e fai clic sul pulsante 'Aggiorna'.

source: ErrFreeBits
it_it: BitErrFree

source: disconnected
it_it: disconnesso

source: Downstream SES
it_it: SES download

source: Aria2 Webui
it_it: WebUI Aria2

source: Remove root
it_it: Rimuovi root

source: aMule Webui
it_it: WebUI aMule

source: Downstream LOM
it_it: LOM download

source: Reset Configuration
it_it: Ripristina configurazione

source: Downstream Bonded Channels
it_it: Canali abbinati download

source: ATM VP / VC
it_it: VP/VC ATM

source: Downstream UAS
it_it: UAS downstream

source: Generating report in background...
it_it: Generazione rapporto in background...

source: Upstream UAS
it_it: UAS upstream

source: Downstream CRC
it_it: CRC downstream

source: Igmpproxy
it_it: Proxy IGMP

source: WPA+WPA2
it_it: WPS+WPA2

source: TransmitOpticalLevel
it_it: Livello ottico trasmissione

source: negotiation failed
it_it: Negoziazione fallita

source: authentication failed
it_it: Autentificazioen fallita

source: Dos Protect Option
it_it: Opzioni protezione DoS

source: DSL Bit Loading (Line 1)
it_it: Caricamento bit DSL (linea 1)

source: Satisfactoy
it_it: Soddisfacente

source: DOCSIS Status
it_it: Stato DOCSIS

source: LookBack
it_it: Loopback

source: Change Password
it_it: Modifica password

source: LOG
it_it: REGISTRO

source: disconnecting
it_it: disconnessione

source: Restoring...
it_it: Ripristino...

source: RRCBits
it_it: Bit RCC

source: Reset Password
it_it: Azzera password

source: Auto
it_it: Automatico

source: Downstream LOS
it_it: LOS downstream

source: Upstream Bonded Channels
it_it: Canali abbinati upstream

source: DOCSIS IP address
it_it: Indirizzo IP DOCSIS

source: Login
it_it: Accesso

source: String must be empty or a port.
it_it: La stringa deve essere vuota o una porta.

source: Infinite
it_it: Infinito

source: Cloning bank, please wait...
it_it: Clonazione banco...

source: Luci WebUI
it_it: WebUI LuCI

source: InterfaceType
it_it: Tipo interfaccia

source: Applying anyway...
it_it: Applicazione forzata...

source: Remind me later
it_it: Ricordamelo più tardi

source: Overlap contents are not allowed
it_it: Non sono permessi contenuti sovrapposti

source: DNS IP
it_it: IP DNS

source: WEP is known to be flawed as a wireless security mode, usage of a more secure mode based on WPA2 is recommended.
it_it: WEP è un metodo di sicurezza wireless poco sicuro.<br/>È consigliato l'uso del metodo di sicurezza basato su WPA2.

source: WiFi NSC
it_it: NSC WiFi

source: Restore Default Configuration
it_it: Ripristina configurazione predefinita

source: The time displayed on the graph are based on the time set on this modem!
it_it: L'ora visualizzata nel grafico è basata sull'ora impostata nel modem.

source: Channel ID
it_it: ID canale

source: OpticalSignalLevel
it_it: Livello segnale ottico

source: You need to specify a MAC or an IP address
it_it: Devi specificare un indirizzo IP o un MAC

source: SFP IP should not be in Gateway interface IP Range, change that first
it_it: L'IP dell'SFP non deve essere nell'intervallo IP del modem. Modificalo.

source: Connected-SFP
it_it: SFP connesso

source: Cannot use reserved names as static lease name
it_it: Impossibile usare nomi riservati come nomi lease statico

source: Invalid host-uniqe tag, should be alphanumeric
it_it: Tag host-uniqe non valido. Deve essere alfanumerico.

source: Basic
it_it: Base

source: Continue anyway?
it_it: Vuoi continuare comunque?

source: Symbol Rate
it_it: Frequenza simboli

source: Auto (20/40MHz)
it_it: Automatico (20/40 MHz)

source: This will switch the active bank with the passive one
it_it: Questo commuterà il banco attivo con il banco passivo

source: Upstream FEC
it_it: FEC upload

source: Re-scanning
it_it: Ri-scansione

source: Password should contain at least 12 alphanumeric characters including both upper and lower case letters,
it_it: La password deve contenere almeno 12 caratteri alfanumerici incluse lettere maiuscole/minuscole,

source: TCPDump Log:
it_it: Registro TCPDump:

source: Function input param is missing
it_it: Parametro di input della funzione mancante

source: IPv6 Firewall
it_it: Firewall IPv6

source: Upstream LOF
it_it: LOF upstream

source: IP Version 4 Address
it_it: Indirizzo IP versione 4

source: aMule is
it_it: aMule

source: Stopping...
it_it: Stop...

source: Less Ping
it_it: Meno ping

source: connecting
it_it: connessione

source: 802.11a/n
it_it: 802.1 a/n

source: IP Range
it_it: Intervallo IP

source: Call State
it_it: Stato chiamata

source: DHCP Start Address should not be greater than End Address
it_it: L'indirizzo inziale del DHCP non deve essere maggiore dell'indirizzo finale

source: DHCP Relay
it_it: Relay DHCP

source: Auto (20/40/80MHz)
it_it: Automatico (20/40/80MHz)

source: wl1
it_it: w11

source: Are you sure you want to remove root from this modem? </br><strong> This could be permanent, so it\'s not recommended.</strong>
it_it: Sei sicuro di voler rimuovere il root da questo modem?<br/><strong>Ciò sarà permanente, quindi non è raccomandato</strong>.

source: Upstream SES
it_it: SES upstream

source: Downstream ES
it_it: ES downstream

source: Download failed; please try again.
it_it: Download fallito. Riprova.

source: Transmission Webui
it_it: WebUI trasmission

source: Name you have chosen is reserved
it_it: Il nome scelto è riservato

source: You are trying to login with wrong password for %s times
it_it: Hai cercato di accedere per %s volte con una password errata

source: Upstream ES
it_it: ES upstream

source: This could cause security risk, take care of this.
it_it: Questo può causare rischi per al sicurezza. Spero che ne sei conscio.

source: This will clone the running bank firmware. The process will continue in the background but this could take a while. Continue?
it_it: Questo clonerà il firmware nel banco attivo.<br/>Questo processo continuerà in background ma potrebbe richiedere del tempo.<br/>Vuoi continuare?

source: Verify
it_it: Verifica

source: Forgot Login Password
it_it: Password dimenticata?

source: Access point
it_it: Punto accesso

source: Telnet Not Available
it_it: Telnet non disponibile

source: Do not remind me again
it_it: Non ricordarmelo più

source: Upstream LOM
it_it: LOM upstream

source: LAN IPv6
it_it: IPv6 LAN

source: Mac address duplicate with either current whitelist or current blacklist
it_it: Indirizzo MAC duplicato nella blacklist o nell'elenco autorizzati

source: Starting...
it_it: Avvio...

source: Uncorrectables
it_it: Non correggibili

source: IP Version 6 Address
it_it: Indirizzo IP versione 6

source: WPS PBC
it_it: PBC WPS

source: Data Rate
it_it: Frequenza dati

source: DesktopComputer
it_it: Computer desktop

source: Upstream LOS
it_it: LOS upstream

source: Ping & Traceroute
it_it: Ping e traceroute

source: Bridges
it_it: Bridge

source: This is a guest network. The guest network has no local network access.
it_it: Questa è una rete ospiti.<br/>La rete ospiti non ha l'accesso alla rete locale.

source: This will install aMule webui
it_it: Questo installerà la WebUI aMule

source: Invalid day
it_it: Giorno non valido

source: Enter the default <strong>"access code"</strong>. This code is located on the label underneath your gateway.
it_it: Inserisci il <strong>"codice di accesso"</strong> predefinito.<br/>Questo codice è stampato sull'etichetta sul fondo del modem.

source: Uptime : <strong>%s</strong>
it_it: Tempo attività: <strong>%s</strong>

source: Downstream FEC
it_it: EC download

source: PHY Rate
it_it: Frequenza PHY

source: The Band Steering can not be supported under WEP security mode.
it_it: Il band steering non è supportato nel modo sicurezza WEP.

source: Band Steering works only if 2.4 GHz and 5 GHz have the same configuration. By enabling the Band Steering, the 2.4 GHz network settings will be propagated on 5GHz settings
it_it: Il band steering funziona solo se la rete 2.4 GHz e 5 GHz hanno la stessa configurazione.<br/>Abilitando il band steering, le impostazioni della rete 2.4 GHz saranno copiate nella rete 5 GHz.

source: Security for this wireless network is disabled, anybody can connect or listen to it
it_it: La sicurezza per questa rete è disabilitata quindi chiunque potrà collegarsi.

source: WPS is automatically disabled if you choose WEP or disable broadcast of the SSID
it_it: Il WPS è automaticamente disabilitato se scegli il modo sicurezza WEP o disabiliti il broadcast dell'SSID

source: Always show advanced options
it_it: Visualizza sempre opzioni avanzate

source: GUI animations
it_it: Animazioni GUI

source: In Progress/Connected
it_it: In corso/connessa

source: Unrooting and reverting to factory defaults, please wait...
it_it: Rimozione root e ritorno ai valori predefiniti...

source: Resetting to default gui, please wait...
it_it: Ripristino GUI originale...

source: Connection issue:
it_it: Problema connessione:

source: Mem Free Graph
it_it: Grafico memoria libera

source: CPU Usage Graph
it_it: Grafico uso CPU

source: Modem Stats Graph
it_it: Grafico statistiche modem

source: Modem Stats
it_it: Statistiche modem

source: Registration refused
it_it: Registrazione rifiutata

source: Network error
it_it: Errore di rete

source: Resetting config to default, please wait...
it_it: Ripristino configurazione ai valori predefiniti...

source: Reset config
it_it: Ripristina configurazione

source: Reset the router to factory settings and mantain modded GUI.
it_it: Ripristina il modem ai valori di fabbrica e mantiene la GUI mod.

source: Reset config to Factory
it_it: Ripristina configurazione di fabbrica

source: Remove Config
it_it: Ripristina configurazione

source: Are you sure you want to reset config of this modem? </br><strong> This is permanent, save any config before this action.</strong>
it_it: Sei sicuro di voler ripristinare la configurazione del modem?<br/><strong>Questa azione è permanente.<br/>Salva qualsiasi configurazione prima di effettuare questa azione.</strong>

source: Mem Used Graph
it_it: Grafico memoria usata

source: Updated
it_it: Aggiornato

source: Add new DDns Rule
it_it: Aggiungi nuova regola DDNS

source: Update Info
it_it: Info aggiornamento

source: <strong %s>%d DDNS service</strong> is enabled
it_it: <strong %s>%d servizio DDNS abilitato</strong>

source: Custom DNS
it_it: DNS personalizzato

source: Port Forward
it_it: Inoltro porte

source: Server Port
it_it: Porta server

source: Syslog Filters
it_it: Filtri Syslog

source: You must select at leat one ap
it_it: Devi scegliere almeno un punto di accesso

source: Speed Test
it_it: Test velocità

source: Received Time
it_it: Tempo ricezione

source: Duplicate Static Route Found
it_it: Trovato instradamento statico duplicato

source: Server Port:
it_it: Porta server:

source: Loss Packets
it_it: Pacchetti persi

source: Step Duration(ms):
it_it: Durata step (ms):

source: Good put(Kbps)
it_it: Buono (Kbps)

source: Result Count
it_it: Contatore risultato

source: IPv6 Link Local Addr
it_it: Collegamento indirizzo locale IPv6

source: Runtime
it_it: Tempo esecuzione

source: IPv6 Devices List
it_it: Elenco dispositivi IPv6

source: IPv6 Default Gateway
it_it: Gateway predefinito IPv6

source: IPv6 Global Addr
it_it: Indirizzo globale IPv6

source: Latency Tolerance Percentage
it_it: Percentuale tolleranza latenza

source: UDP Payload Length:
it_it: Lunghezza payload UDP:

source: Send
it_it: Invia

source: Speed Diagonostics Result History
it_it: Cronologia risultati diagnostica velocità

source: Max Steps
it_it: Step max

source: Average Latency
it_it: Latenza media

source: RxRate
it_it: Rate RX

source: Invalid IP address.
it_it: Indirizzo IP non valido.

source: PayLoad Rate(Kbps)
it_it: Rate payload (Kbps)

source: IPv4 Static Routes Configuration
it_it: Configurazione instradamento statico IPv4

source: Direction
it_it: Direzione

source: Server Address:
it_it: Indirizzo server:

source: Fast
it_it: Veloce

source: MaxSteps should be greater than or equal to 1 when Algorithm is Binary/Ramp/Fast
it_it: Quando l'algoritmo è Binario/Rampa/Veloce step max deve essere maggiore o uguale a 1.

source: Invalid gateway IP.
it_it: IP gateway non valido.

source: Initiate A Speed Diagnostic
it_it: Avvia diagnostica velocità

source: Changes not saved
it_it: Modifiche non salvate

source: Adjusted Received Rate
it_it: Valore ricevuti adattato

source: Speed Service
it_it: Servizio velocità

source: Mode:
it_it: Modo:

source: Binary
it_it: Binario

source: Diagnostics Ping & Traceroute
it_it: Diagonstica ping e traceroute

source: Algorithm:
it_it: Algoritmo:

source: Ramp
it_it: Rampa

source: Acceptable Percentage Loss
it_it: Percentuale perdita accettata

source: infinite
it_it: infinita

source: Invalid Pin.
it_it: PIN non valido.

source: A WEP key of length 10 or 26 can only contain the letters A to F or digits
it_it: Una chiave WEP di lunghezza 10 o 26 può contenere le lettere da A a F o i numeri

source: Input must be a whole number.
it_it: Il valore deve essere un numero intero.

source: Invalid value.
it_it: Valore non valido.

source: Expire Time is invalid. It should be a whole number, between 60 and 600000.
it_it: Intervallo scadenza non valido. Deve essere un numero intero compreso tra 60 e 600000.

source: PIN code must be composed of 4 or 8 digits with potentially a dash or space in the middle.
it_it: Il PIN deve essere composto da 4 o 8 cifre con potenzialmente una lineetta o uno spazio in mezzo.

source: The minimum leasetime must be 120 seconds or 2 minutes.
it_it: Il tempo minimo di lease è 120 secondi o 2 minuti.

source: The Maximum leasetime must be 3551 weeks or 24855 days or 596523 hours or 35791394 minutes or 2147483647 seconds.
it_it: Il tempo max di lease è 3551 settimane o 24855 giorni o 596523 ore o 35791394 minuti o 2147483647 secondi.

source: Invalid value; enter a number greater than 0, followed by 's' for seconds or 'm' for minutes or 'h' for hours or 'd' for days or 'w' for weeks. No spaces.
it_it: Valore non valido. Inserisci un numero maggiore di 0, seguito da 's' per i secondi o 'm' per i minuti o 'h' per le ore o 'd' per i giorni o 'w' per le settimane. Niente spazi.

source: Invalid length, a WEP key must be 5, 10, 13 or 26 characters long, length of 10 and 26 can only contain the letters A to F or digits
it_it: Lunghezza chiave non valida. Una chiave WEP deve essere lunga 5 o 10 o 13 o 26 caratteri, e la chiave di lunghezza 10 o 26 può contenere le lettere da A a F o i numeri.

source: IPv4 Stealth Mode
it_it: Modo IPv4 stealth

source: Schedule Reboot
it_it: Riavvio pianificato

source: IPv6 Stealth Mode
it_it: Modo IPv6 stealth
