Repository: Ansuel/tch-nginx-gui
Catalog: decompressed/gui_file/www/lang/*/webui-contentsharing.po
Languages: de_de, it_it

source: Changes saved successfully
de_de: Änderungen wurden erfolgreich gespeichert
it_it: Salvtaggio modifiche completato

source: Content Sharing
de_de: Inhalt teilen
it_it: Condivisione contenuti

source: <strong>%d</strong> connected devices
de_de: <strong>%d</strong> verbundene Geräte
it_it: <strong>%d</strong> dispositivi connessi

source: <strong>%d</strong> connected device
de_de: <strong>%d</strong> verbundenes Gerät
it_it: <strong>%d</strong> dispositivo connesso

source: DLNA disabled
de_de: DLNA ausgeschaltet
it_it: DLNA disattivato

source: DLNA enabled
de_de: DLNA eingeschaltet
it_it: DLNA attivato

source: DLNA name:
it_it: Nome DLNA:

source: Eject
de_de: Auswerfen
it_it: Espelli

source: Error while ejecting USB disk
de_de: Fehler beim Auswerfen der USB-Platte
it_it: Errore durante la rimozione del dispositivo USB

source: Free Space
de_de: Freier Platz
it_it: Spazio disponibile

source: General status
de_de: Allgemeiner Status
it_it: Informazioni principali

source: Attached Drive Info
de_de: Festplatteninformation
it_it: Informazioni unità collegata

source: Manufacturer
de_de: Hersteller
it_it: Produttore

source: Only alphanumeric, space, underscore and dash characters allowed
de_de: Nur alphanumerische Zeichen, Leerzeichen, Unterstrich und Minuszeichen erlaubt
it_it: Sono permessi esclusivamente caratteri alfanumerici, spazi, trattini e trattini bassi

source: Port
it_it: Porta

source: Power
de_de: Strom
it_it: Alimentazione

source: Product Name
de_de: Produktname
it_it: Nome prodotto

source: Profiler status:
de_de: Analysestatus
it_it: Stato profilazione:

source: Restarting, please wait...
de_de: Neustart, bitte warten...
it_it: Riavvio in corso...

source: SMB/CIFS Filesharing
de_de: Samba Dateiserver
it_it: Condivisione file Samba

source: SMB/CIFS Filesharing disabled
de_de: Samba Dateiserver nicht aktiv
it_it: Condivisione file Samba disabilitata

source: SMB/CIFS Filesharing enabled
de_de: Samba Dateiserver aktiv
it_it: Condivisione file Samba abilitata

source: SMB/CIFS description:
de_de: Samba Beschreibung
it_it: Descrizione Samba

source: SMB/CIFS name:
de_de: Samba Name
it_it: Nome Samba

source: SMB/CIFS workgroup:
de_de: Samba Arbeitsgruppe
it_it: Gruppo lavoro Samba:

source: Share
de_de: Teilen
it_it: Condividi

source: Toggling USB3.1 support will reboot the Gateway
de_de: Umschalten der USB-3.1-Unterstützung startet das Gateway neu
it_it: L'abilitazione/disabilitazione del supporto USB3.1 richiederà il riavvio del gateway

source: Total Space
de_de: Gesamter Platz
it_it: Spazio totale

source: Used Space
de_de: Platz genutzt
it_it: Spazio usato

source: Version
it_it: Versione

source: Rebooting...
de_de: Neu starten...
it_it: Riavvio...

source: Profiling
de_de: Messen
it_it: Profilazione

source: Ready
de_de: Bereit
it_it: Pronto

source: USB 3.1 Enabled
de_de: USB 3.1 aktiviert
it_it: USB 3.1 abilitato

source: If Samba is not accessible in Windows 10, Configure the settings as per the URL - https://support.microsoft.com/en-us/help/4046019/guest-access-smb2-disabled-by-default-in-windows-10-server-2016
de_de: Falls Samba unter Windows 10 nicht erreichbar ist, nutzen Sie die Einstellungen von dieser URL: https://support.microsoft.com/en-us/help/4046019/guest-access-smb2-disabled-by-default-in-windows-10-server-2016
it_it: Se Samba non è accessibile in Windows 10, configura le impostazioni come indicato nella pagina https://support.microsoft.com/en-us/help/4046019/guest-access-smb2-disabled-by-default-in-windows-10-server-2016

source: It is recommended to use the USB in the 2.0 standard. The use of USB in 3.1 standard can remarkably affect the Wi-Fi performance at 2.4 GHz band.
de_de: Es wird empfohlen, USB 2.0 zu verwenden. Nutzung von USB 3.1 kann die WiFi Leistung im 2.4 GHz Band stark beeinträchtigen.
it_it: Ti suggeriamo di usare lo standard USB 2.0 L'uso dello standard USB 3.1 potrebbe ridurre le prestazioni del WiFi nella banda 2.4 GHz.

source: File System
de_de: Dateisystem

source: Idle
de_de: Inaktiv
