Repository: Ansuel/tch-nginx-gui
Catalog: decompressed/gui_file/www/lang/*/webui-voice.po
Languages: it_it

source: <strong %s>%d </strong> Registered Account
it_it: <strong %s>%d </strong> account registrato

source: <strong %s>%d </strong> Registering Account
it_it: <strong %s>%d </strong> account in registrazione

source: <strong %s>%d </strong> Unregistered Account
it_it: <strong %s>%d </strong> account non registrato

source: ALL
it_it: TUTTI

source: Access Code
it_it: Codice accesso

source: Access code must composed of 4 digits
it_it: Il codice d´accesso deve essere composto da 4 cifre

source: Activate
it_it: Attivato

source: Add new contact
it_it: Aggiungi nuovo contatto

source: Base Name
it_it: Nome base

source: CW Reject Persistency
it_it: Persistenza rifiuto CW

source: Call Log
it_it: Registro chiamate

source: Call Statistics
it_it: Statistiche chiamate

source: Call Status
it_it: Stato chiamate

source: Call Type
it_it: Tipo chiamate

source: Cancel
it_it: Annulla

source: Changes saved successfully
it_it: Salvataggio modifiche completato

source: Clear call logs
it_it: Azzera registri chiamate

source: Clear historical logs
it_it: Azzera registri cronologia

source: Codec Assignment on FXS1
it_it: Assegnazione codec a FXS1

source: Codec Assignment on FXS2
it_it: Assegnazione codec a FXS2

source: Config VOIP Services
it_it: Configura servizi VOIP

source: Contacts
it_it: Contatti

source: Create new
it_it: Crea nuovo

source: DECT Emission
it_it: Emissione DECT

source: Deactivate
it_it: Disattiva

source: Deactivate & Erase
it_it: Disattiva e elimina

source: Delete
it_it: Elimina

source: Destination No.
it_it: Numero destinazione.

source: Device
it_it: Dispositivo

source: Device List
it_it: Elenco dispositivi

source: Device Name
it_it: Nome dispositivo

source: Disabled
it_it: Disabilitato

source: DisplayName
it_it: Visualizza nome

source: Domain Name
it_it: Nome dominio

source: Duration
it_it: Durata

source: Emission Mode
it_it: Modalità emissione

source: Enable Pos
it_it: Abilita Pos

source: Enabled
it_it: Abilitato

source: Error while applying changes
it_it: Errore durante l'applicazione delle modifiche

source: Error while saving changes
it_it: Errore durante il salvataggio delle modifiche

source: Expire Time
it_it: Scadenza

source: FarEndInterarrivalJitter
it_it: Jitter Invio

source: First Name
it_it: Nome

source: Global
it_it: Globale

source: Global Information
it_it: Informazioni globali

source: Handset ID
it_it: ID portatile

source: Handset Name
it_it: Nome portatile

source: Historical Statistics
it_it: Cronologia statistiche

source: Home Number
it_it: Numero di casa

source: In/Out Mapping
it_it: Mappatura ingresso/uscita

source: Incoming Maps
it_it: Mappature in entrata

source: Incoming Missed
it_it: Chiamate non risposte

source: Incoming Successful
it_it: Chiamate ricevute

source: Internal Profile
it_it: Profilo interno

source: Internal Telephone Numbers
it_it: Numeri di telefono interni

source: Interrogate
it_it: Interroga

source: Invalid value, space not allowed
it_it: Valore non valido, spazio non consentito

source: Last Name
it_it: Cognome

source: Local Number
it_it: Numero locale

source: Mapping Status
it_it: Stato mappatura

source: Mobile Number
it_it: Numero cellulare

source: Name
it_it: Nome

source: Number
it_it: Numero

source: Office Number
it_it: Numero ufficio

source: Ongoing Statistics
it_it: Statistiche in uscita

source: Outgoing Failed
it_it: Chiamate in uscita fallite

source: Outgoing Maps
it_it: Mappe in uscita

source: Outgoing Successful
it_it: Chiamate effettuate

source: Packetization Period
it_it: Intervallo pacchettizzazione

source: Paging
it_it: Chiamata

source: Paging Handset
it_it: Chiamata portatile

source: Pairing
it_it: Accoppiamento

source: Pairing Handset
it_it: Accoppiamento portatile

source: Pairing Window Time in Sec
it_it: Intervallo temporale accoppiamento (sec)

source: Pairing in progress, Please press Cancel button for stop pairing.
it_it: Accoppiamento in corso. Seleziona 'Annulla' per interrompere l'accoppiamento.

source: Pairing in progress, please wait...
it_it: Accoppiamento...

source: Pairing window value is invalid
it_it: Valore non valido intervallo accoppiamento

source: Phone Book
it_it: Rubrica telefonica

source: Phone Number
it_it: Numero di telefono

source: Phone Numbers
it_it: Numeri di telefono

source: Please set URI.
it_it: Imposta URI.

source: Please set password.
it_it: Imposta una password.

source: Please set value.
it_it: Imposta un valore.

source: Port
it_it: Porta

source: Pos on FXS1
it_it: Pos su FXS1

source: Pos on FXS2
it_it: Pos su FXS2

source: Primary Proxy
it_it: Proxy primario

source: Primary ProxyPort
it_it: Porta proxy primario

source: Primary Registrar
it_it: Registrar primario

source: Primary RegistrarPort
it_it: Porta registrar primario

source: Priority
it_it: Priorità

source: Profile
it_it: Profilo

source: Profile Number
it_it: Numero profilo

source: Quality Log
it_it: Registro qualità

source: ReceiveInterarrivalJitter
it_it: Jitter ricezione

source: Register
it_it: Registra

source: Register & Activate
it_it: Registra e attiva

source: Registered
it_it: Registrato

source: Remote Number
it_it: Numero remoto

source: Remoteparty
it_it: Numero remoto

source: RoundTripDelay
it_it: Ritardo andata e ritorno

source: SIP Network
it_it: Rete SIP

source: SIP Profile
it_it: Profilo SIP

source: Service
it_it: Servizio

source: Service Code Command
it_it: Comando codice servizio

source: Service Name
it_it: Nome servizio

source: Services
it_it: Servizi

source: Silence Suppression
it_it: Soppressione silenzio

source: Sip Device
it_it: Dispositivo SIP

source: Some parameters failed validation
it_it: Alcuni parametri hanno fallito la convalida

source: Start
it_it: Avvia

source: State
it_it: Stato

source: Telephone Numbers
it_it: Numeri di telefono

source: Telephony
it_it: Telefonia

source: Telephony disabled
it_it: Telefonia disabilitata

source: Telephony enabled
it_it: Telefonia abilitata

source: This URI has already existed, please input one not existed.
it_it: Questa URI esisteva già.<br/>Inserisci una URI non esistente.

source: Time
it_it: Orario

source: TimeOut
it_it: Scadenza

source: Total
it_it: Totale

source: Unregister
it_it: Annulla registrazione

source: User Name
it_it: Nome utente

source: UserName
it_it: Nome utente

source: Voip Password
it_it: Password VoIP

source: Voip Password Profile 1
it_it: Password profilo 1 VoIP

source: Voip Password Profile 2
it_it: Password profilo 2 VoIP

source: Voip Password Profile 3
it_it: Password profilo 3 VoIP

source: sipindex
it_it: indice sip

source: Status
it_it: Stato

source: Local Port
it_it: Porta locale

source: Can be used
it_it: Possono essere usati
