Repository: Ansuel/tch-nginx-gui
Catalog: decompressed/gui_file/www/lang/*/webui-core.po
Languages: it_it

source: Firmware Version
it_it: Versione firmware

source: Firmware not present in this bank
it_it: Firmware non presente in questo banco

source: Firmware update failed.
it_it: Aggiornamento firmware fallito.

source: Firmware update failed. Insufficient free memory available. Please reboot and try again.
it_it: Aggiornamento firmware fallito.<br/> Memoria libera disponibile insufficiente.<br/>Riavvia e riprova.

source: Firmware update failed. Invalid file used: expected file with extension rbi. Please use correct firmware.
it_it: Aggiornamento firmware fallito.<br/>File non valido. Era atteso file con estensione .RBI.<br/>Usa il firmware corretto.

source: Firmware update failed. Invalid file used: file too large. Please use correct firmware.
it_it: Aggiornamento firmware fallito. File non valido: file troppo grande. Usa il firmware corretto.

source: Firmware update failed; build signed with wrong key
it_it: Aggiornamento firmware fallito.<br/>Versione firmata con chiave errata

source: Firmware update failed; please use the correct firmware.
it_it: Aggiornamento firmware fallito.<br/>Usa il firmware corretto.

source: Firmware update in progress, please wait...
it_it: Aggiornamento firmware...

source: First DNS Server IPV6 Ping
it_it: Ping primo server DNS IPV6

source: First DNS Server Ping
it_it: Ping primo server DNS

source: Flow Cache
it_it: Cache flusso

source: Flow Cache disabled
it_it: Cache flusso disabilitata

source: Flow Cache enabled
it_it: Cache Flusso abilitata

source: Force Update
it_it: Forza aggiornamento

source: Frame Bursting
it_it: Burst frame

source: Framing parameters
it_it: Parametri framing

source: Free Memory
it_it: Memoria libera

source: Frequency
it_it: Frequenza

source: Frequency band
it_it: Banda di frequenza

source: Fri.
it_it: Ven.

source: G.INP stats
it_it: Statistiche G.INP

source: GPON Status
it_it: Stato GPON

source: GRE without PassThru
it_it: GRE senza PassThru

source: GUI Version
it_it: Versione GUI

source: Gateway IP is <strong id="Gateway_Ip">%s</strong> and Mask is <strong id="Netmask_Ip">%s</strong>
it_it: IP modem <strong id="Gateway_Ip">%s</strong><br/> e maschera rete <strong id="Netmask_Ip">%s</strong></br>

source: Gateway IP should not be in
it_it: L'IP del modem non deve essere in

source: Gateway IP should not be in SFP interface IP Range, change that first
it_it: L'IP del modem non dovrebbe essere nell'intervallo di indirizzi IP dell'interfaccia SFP.<br/>Cambialo prima

source: Gateway in bridge mode
it_it: Modem in modalità bridge

source: Generate QR code
it_it: Genera codice QR

source: Generic
it_it: Generico

source: Github GUI
it_it: GUI Github

source: Global
it_it: Globale

source: Global Information
it_it: Informazioni generali

source: Go to the gateway tab and click on the Update button, to autoupdate to the new GUI.
it_it: Per aggiornare automaticamente alla nuova GUI vai nella scheda 'Modem' e fai clic sul pulsante 'Aggiorna'.

source: Graph
it_it: Grafico

source: Green
it_it: Verde

source: Guest
it_it: Ospite

source: GUI First Page
it_it: Pagina iniziale GUI

source: GUI Skin
it_it: Tema GUI

source: GUI State
it_it: Stato GUI

source: GUI Version:
it_it: Versione GUI:

source: Hardware Version
it_it: Versione hardware

source: Host Application
it_it: Applicazione host

source: Host Name
it_it: Nome host

source: Host Rules
it_it: Regole host

source: Hostname
it_it: Nome host

source: Hostname:
it_it: Nome host:

source: IP Address
it_it: Indirizzo IP

source: IP Extras
it_it: IP extra

source: IPv4 Address
it_it: Indirizzo IPv4

source: IPv6 Address
it_it: Indirizzo IPv6

source: IP address
it_it: Indirizzo IP

source: IPv4 Firewall Rules
it_it: Regole firewall IPv4

source: IPv4 Port Forwarding Table
it_it: Tabella mappatura porte IPv4

source: IPv4 Routes
it_it: Instradamenti IPv4

source: IPv4 Static Routes
it_it: Instradamenti statici IPv4

source: IPv6 Assigned
it_it: IPv6 assegnato

source: IPv6 Connected
it_it: IPv6 connesso

source: IPv6 Connecting
it_it: IPv6 in fase di connessione

source: IPv6 DNS
it_it: DNS IPv6

source: IPv6 Disabled
it_it: IPv6 disabilitato

source: IPv6 Firewall Rules
it_it: Regole firewall IPv6

source: IPv6 Not Assigned
it_it: IPv6 non assegnato

source: IPv6 Prefix
it_it: Prefisso IPv6

source: IPv6 address
it_it: Indirizzo IPv6

source: IPv6 not assigned
it_it: IPv6 non assegnato

source: IPv6 state
it_it: Stato IPv6

source: Idle
it_it: Non attivo

source: Input the latest stock firmware version in this field to spoof it. This is necessary because if a newer version of the firmware is available on the ACS server, CWMPD will try to update the device and break remote monitoring from the “MyTIM” mobile app.
it_it: Inserisci in questo campo la versione più recente del firmware stock.<br/>Questo è necessario poichè se è disponibile una versione più recente del firmware stock nel server ACS, CWMPD proverà ad aggiornare il firmware e questo interromperà il monitoraggio con l'app mobile 'My TIM'<br/>Modifica qui la versione per evitare l'aggiornamento del firmware.

source: If a wireless device reports this gateway's 2.4GHz signal strength is above this threshold, the gateway will ask the device to test the 5GHz band . Please see 5GHz section for additional parameter.
it_it: Se un dispositivo wireless segnala una potenza del segnale a 2.4 GHZ del modem sopra questa soglia, il modem chiederà al dispositivo di verificare la banda a 5 GHz.<br/>Vedi la sezione rete 5 GHz per i parametri aggiuntivi.

source: If you haven't changed it, the default password can be found on the sticker under your gateway (it's called <strong>"access code"</strong>)
it_it: Se non l´hai cambiata, puoi trovare la password predefinita sotto il gateway (è quella chiamata <strong>'codice accesso'</strong>)

source: Warning: starting the Wireless Analyzer will disconnect all wireless clients until the analysis has been completed.
it_it: Attenzione: avviando l'analizzatore wireless verranno disconenssi tutti i client wireelss fino alla fine dell'analisi.

source: Import
it_it: Importa

source: Import Configuration
it_it: Importa configurazione

source: Import PlainText
it_it: Importa come testo normale

source: Import Restricted
it_it: Importa con restrizioni

source: Import UnSigned
it_it: Importa file non firmato

source: Importing configuration, please wait...
it_it: Importazione...

source: Importing failed; Invalid file used: expected file with extension bin. Please use correct file.
it_it: Importazione fallita. L´estensione del file deve essere .BIN.

source: Importing failed; Invalid file used: file too large. Please use correct. Please use correct file..
it_it: Importazione fallita.<br/>File non valido perché troppo grande.<br/>Usa il file corretto.

source: Importing failed; please try again.
it_it: Importazione fallita. Riprova.

source: In <strong>high mode</strong>, firewall allows outgoing connections to HTTP, HTTPS, SMTP, POP3, IMAP, SSH services and silently drops unknown incoming connections. This may impact on web services like Internet Speed Test.
it_it: Impostando il <strong>livello alto</strong>, il firewall consentirà le connessioni in uscita ai servizi HTTP, HTTPS, SMTP, POP3, IMAP, SSH e scarterà silenziosamente le connessioni sconosciute in ingresso.<br/>Questo può avere impatto su servizi web quali il test di velocità internet.

source: In <strong>low mode</strong>, firewall allows all outbound connections and rejects unknown incoming connections but acknowledges presence of the gateway.
it_it: Impostando il <strong>livello basso</strong>, il firewall consentirà ogni connessione in uscita.<br/>Rifiuterà connessioni sconosciute in ingresso, ma il router sarà raggiungibile dall’esterno.

source: In <strong>medium mode</strong>, firewall allows all outbound connections and silently drops unknown incoming connections.
it_it: Impostando il <strong>livello medio</strong>, il firewall consentirà ogni connessione in uscita.<br/>Scarterà silenziosamente le connessioni sconosciute in entrata.

source: In <strong>user mode</strong>, individual firewall rules may be configured as well as the default behavior.
it_it: Impostando il <strong>livello utente</strong>, è possibile configurare ogni singola regola del firewall o ricaricare l´impostazione predefinita.

source: Incoming default policy
it_it: Regola predefinita ingresso

source: Input must be a number
it_it: Inserisci un valore numerico

source: Input must be a number between %d and %d included
it_it: Inserisci un valore numerico compreso tra %d e %d incluso

source: Input must be a number greater than %d included
it_it: Inserisci un valore numerico maggiore o uguale a %d

source: Input must be a number smaller than %d included
it_it: Inserisci un valore numerico minore o uguale a %d

source: Install Aria2
it_it: Installa Aria2

source: Install Blacklist
it_it: Installa Blacklist

source: Install LuCI
it_it: Installa LuCI

source: Install Transmission
it_it: Installa Transmission

source: Install XUPnP
it_it: Installa XUPnP

source: Install empty blacklist
it_it: Installa Blacklist vuota

source: Interface
it_it: Interfaccia

source: Interfaces
it_it: Interfacce

source: Interface <strong>%s</strong> status
it_it: Stato interfaccia <strong>%s</strong>

source: Interface Disabled
it_it: Interfaccia disabilitata

source: Interface Enabled
it_it: Interfaccia abilitata

source: Interface:
it_it: Interfaccia:

source: Interface Type
it_it: Tipo interfaccia

source: Interfaces:<strong>%s</strong>
it_it: Interfacce: <strong>%s</strong>

source: Limited. Expect dropouts.
it_it: Limitato. Attese perdite.

source: Internal Server Error occured, please contact administrator
it_it: Si è verificato un errore interno del server.<br/>Contatta l´amministratore

source: Internet Access
it_it: Accesso internet

source: Internet IP address
it_it: Indirizzi internet IP

source: Internet Traffic
it_it: Traffico internet

source: Internet channel
it_it: Connessione internet

source: Invalid IP Address
it_it: Indirizzo IP non valido

source: Invalid IPv4 Address
it_it: Indirizzo IPv4 non valido

source: Invalid Username or Password
it_it: Nome utente o password non validi

source: Invalid configuration
it_it: Configurazione errata

source: Invalid hour, must be between 0 and 23
it_it: Ora non valida.<br/>Deve essere un numero compreso tra 0 e 23

source: Invalid minutes, must be between 0 and 59
it_it: Minuti non validi.<br/>Deve essere un numero compreso tra 0 e 59

source: Invalid time (must be hh:mm)
it_it: Orario non valido.<br/>Deve essere nel formato oo:mm

source: Invalid username, domain locked
it_it: Nome utente non valido.<br/>Dominio bloccato

source: Invalid version, can't convert. Raw value: %s
it_it: Versione non valida.<br/>Impossibile convertire.<br/>Valore grezzo: %s

source: In Call
it_it: In chiamata

source: L2TP with UDP-Checksum check
it_it: L2TP con controllo checksum UDP

source: L2TP without UDP-Checksum check
it_it: L2TP senza controllo checksum UDP

source: LAN Graph
it_it: Grafico LAN

source: LAN Interfaces
it_it: Interfaccia LAN

source: LAN Update
it_it: Aggiornamento LAN

source: LAN interface
it_it: Interfaccia LAN

source: LAN port
it_it: Porta LAN

source: Last
it_it: Ultimo

source: Last RSSI
it_it: Ultimo RSSI

source: Layer 2 Bridging
it_it: Bridge livello 2

source: Leading and trailing whitespaces are not allowed.
it_it: Non inserire spazi iniziali o finali.

source: Lease expires
it_it: Scadenza lease

source: Lease obtained
it_it: Lease ottenuto

source: Lease time
it_it: Tempo lease

source: LED Settings
it_it: Impostazioni LED

source: Level
it_it: Livello

source: Line Attenuation
it_it: Attenuazione linea

source: Line Rate
it_it: Velocità linea

source: Line State
it_it: Stato linea

source: Link Down
it_it: Linea non attiva

source: Link Up
it_it: Linea attiva

source: Loading...
it_it: Caricamento...

source: Modem IP address
it_it: Indirizzo IP modem

source: Local IP
it_it: IP Locale

source: Local Network
it_it: Rete locale

source: Local Network subnet
it_it: Sottorete locale

source: Local/LAN Port
it_it: Porta locale/LAN

source: Lock Status
it_it: Stato blocco

source: Log Type:
it_it: Tipo registrazione:

source: Log Viewer
it_it: Visualizzatore eventi

source: Login Expired. Reloading.
it_it: Accesso scaduto. Ricaricamento.

source: LuCI GUI !! BROKEN !!
it_it: GUI LuCI!! CORROTTA!!

source: LuCI WebUi installed
it_it: WebUI LuCI installata

source: LuCI WebUi not installed
it_it: WebUI LuCI non installata

source: LuCI is
it_it: LuCI

source: MAC Address
it_it: Indirizzo MAC

source: MAC Address list is empty
it_it: L´elenco indirizzi MAC è vuoto

source: MAC address
it_it: Indirizzo MAC

source: Multicast-Learn
it_it: Interprete MultiCast

source: Management
it_it: Gestione modem

source: Satisfactory
it_it: Soddisfacente

source: Mask
it_it: Maschera

source: Max Hop Count:
it_it: Hop max:

source: Max Packet Number Recommended:
it_it: Numero max raccomandato pacchetti:

source: Max Rate
it_it: Velocità max

source: Max Resp Time:
it_it: Tempo max risposta:

source: Max Speed
it_it: Velocità max

source: Maximum Line rate
it_it: Velocità massima linea

source: Message
it_it: Messaggio

source: Metric
it_it: Metrica

source: Min Resp Time:
it_it: Tempo min risposta:

source: Mirror Interface:
it_it: Interfaccia Mirror:

source: Mode
it_it: Modalità

source: Modes
it_it: Modalità

source: Change the SNR margin to increase stability or performance when in “ADSL Mode”. Changing this value in “VDSL Mode” won’t have any effect.
it_it: La modifica del valore SNR avrà effetto solo con connessioni ADSL.<br/>Con una connessione VDSL non ci sarà alcun effetto sulla modifica di questo valore!

source: Modify this option will restart the wan connection (to sync the led with the new config)
it_it: La modifica di questa opzione comporterà il riavvio della connessione WAN (per sincronizzare i led con la nuova configurazione)

source: Modulation
it_it: Modulazione

source: Mon.
it_it: Lun.

source: Monitored Interface:
it_it: Interfaccia monitorata:

source: Multicast Packets
it_it: Pacchetti Multicast

source: NA
it_it: N/D

source: NAT Helpers (ALG's)
it_it: Helper NAT (ALG)

source: NAT-PMP Enabled
it_it: NAT-PMP

source: NULL
it_it: NESSUNA

source: Name
it_it: Nome

source: Negotiation failed
it_it: Negoziazione fallita

source: Network
it_it: Rete

source: Network Name (SSID)
it_it: Nome rete (SSID)

source: Network Statistics
it_it: Statistiche rete

source: Network Timezone
it_it: Fuso orario rete

source: Network address
it_it: Indirizzo di rete

source: Network mode
it_it: Modalità rete

source: New Version
it_it: Nuova versione

source: Next Hop Ping
it_it: Ping hop successivo

source: Next Hop Ping IPV6
it_it: Ping IPV6 hop successivo

source: No Address Assigned
it_it: Nessun indirizzo assegnato

source: No Update found
it_it: Nessun aggiornamento disponibile

source: No configuration available for internet connectivity when in bridge mode.
it_it: Nessuna configurazione disponibile per la connettività internet nella modalità bridge.

source: No error received from server
it_it: Nessun errore ricevuto dal server

source: No file selected.
it_it: Nessun file selezionato.

source: No update available
it_it: La versione installata è aggiornata

source: No-IP
it_it: Nessun IP

source: Noise Margin
it_it: Margine SNR

source: None
it_it: Nessuno

source: None selected
it_it: Nessuno

source: Not Connected
it_it: Non connesso

source: Not Requested
it_it: Non richiesto

source: Not Set
it_it: Non impostato

source: Not Up
it_it: Non attivo

source: Not all ping request have been answered
it_it: Non tutte le richieste ping hanno avuto risposta

source: Not all ping requests were answered
it_it: Non tutte le richieste ping hanno avuto risposta

source: Not all pings were answered or not connected
it_it: Nessuna risposta ricevuta per i ping

source: Not configured
it_it: Non configurato

source: Not connected
it_it: Disconnesso

source: Not connected to the Internet
it_it: Non connesso ad internet

source: Not supported on AGTEF for now
it_it: Per ora non supportato in AGTEF

source: Notation
it_it: Notazione

source: Note: Datamodel version <b>1</b> may be required for older applications.
it_it: Nota: la versione Datamodel <b>1</b> può essere richiesta per applicazioni più vecchie.

source: Note: HTTPS mode will enable encryption but not certificate-based authentication of DDNS service
it_it: Nota: HTTPS abilita la criptazione, ma non l’autenticazione basata sul certificato del servizio DDNS

source: You need to enter an unused LAN IP to make Wake on LAN/WAN work.
it_it: Per rendere operativo Wake On LAN/WAN inserisci un IP LAN non usato.

source: Number
it_it: Numero

source: Number of pings:
it_it: Numero ping:

source: Offline GUI Update
it_it: Aggiornamento offline

source: Offline Update
it_it: Aggiornamento offline

source: Old Password
it_it: Vecchia password

source: Old password is incorrect
it_it: La vecchia password non è corretta

source: Old password must be validated
it_it: La vecchia password deve essere validata

source: On
it_it: Attivo

source: Ongoing
it_it: In corso

source: Only IPv4
it_it: Solo IPv4

source: Only IPv6
it_it: Solo IPv6

source: Only PassThru
it_it: Solo PassThru

source: Only alphanumeric characters, commas (,), full spots(.), underscores(_) and hiphens(-) are allowed, no spaces
it_it: Sono permessi solo caratteri alfanumerici, virgola (,), punto(.), trattino basso(_), trattino alto(-).<br/>Non è consentito l´uso dello spazio

source: Out Policy
it_it: Regola uscita

source: Outgoing default policy
it_it: Regola uscita predefinita

source: Output Power
it_it: Potenza uscita

source: PPP authentication failed
it_it: Autenticazione PPP fallita

source: PPP connected
it_it: PPP connesso

source: PPP connecting
it_it: PPP in connessione

source: PPP connection
it_it: Connessione PPP

source: PPP disabled
it_it: PPP disabilitato

source: PPP disconnected
it_it: PPP disconnesso

source: PPP disconnecting
it_it: PPP in disconnessione

source: PPP error
it_it: Errore PPP

source: PPP negotiation failed
it_it: Negoziazione PPP fallita

source: PPP statistics
it_it: Statistiche PPP

source: PPP status
it_it: Stato PPP

source: PPPoE Relay disabled
it_it: PPPoE Relay disabilitato

source: PPPoE Relay enabled
it_it: PPPoE Relay abilitato

source: Packet Number:
it_it: Numero pacchetti:

source: Packets
it_it: Pacchetti

source: Packets Received
it_it: Pacchetti ricevuti

source: Packets Sent
it_it: Pacchetti inviati

source: Parameters
it_it: Parametri

source: Parental Control
it_it: Controllo genitori

source: Passive Bank
it_it: Banco passivo

source: Passive Version
it_it: Versione passiva

source: Password must contain at least 12 alphanumeric characters including both upper and lower case letters,
it_it: La password deve essere formata da almeno 12 caratteri alfanumerici inclusi maiuscole e minuscole,

source: Password must contain at least 12 alphanumeric characters including both upper and lower case letters, at least one number and at least one special character
it_it: La password deve essere formata da almeno 12 caratteri alfanumerici inclusi maiuscole e minuscole e almeno un carattere numerico e un carattere speciale

source: Passwords do not match
it_it: Le password non corrispondono

source: Periodic Inform
it_it: Informazione periodica

source: Periodic Interval
it_it: Intervallo periodico

source: Periodic: <strong id="cwmpconfcard_periodicinterval">%s</strong>
it_it: Intervallo: <strong id="cwmpconfcard_periodicinterval">%s</strong>

source: Permanent
it_it: Permanente

source: Phone
it_it: Telefono

source: Phy Extra Mask
it_it: Maschera extra Phy

source: Phy Extra Value
it_it: Valore extra Phy

source: Physical link status
it_it: Stato collegamento fisico

source: Ping Statistics
it_it: Statistiche ping

source: Please configure wifi-bandsteer
it_it: Configura Band Steering Wi-Fi

source: Press Rescan button to view the updated WiFi Network list
it_it: Seleziona il pulsante 'Ri-scansiona' per visualizzare l'elenco WiFi aggiornato

source: Please see 2.4GHz section for initial parameter. If a wireless device tests the 5GHz band and reports the 5GHz signal strength is above this threshold, the gateway will direct the device to switch to the 5GHz band.
it_it: Vedi la sezione 2.4 GHz per i parametri iniziali.<br/>Se un dispositivo wireless nel test della banda a 5 GHz riporta un segnale di potenza superiore a questa soglia, il modem reindirizzerà il dispositivo sulla banda a 5 GHz.

source: Please set the new password for new user.
it_it: Imposta la nuova password per il nuovo utente.

source: Please update your browser to use this page.
it_it: Aggiorna il browser in uso per poter visualizzare questa pagina.

source: Please wait...
it_it: Attendi...

source: Policy
it_it: Regola

source: Policy Name
it_it: Nome regola

source: Policy Routing
it_it: Regola instradamento

source: Port
it_it: Porta

source: Port 1
it_it: Porta 1

source: Port 2
it_it: Porta 2

source: Port 3
it_it: Porta 3

source: Port 4
it_it: Porta 4

source: Port Speed
it_it: Velocità connessione

source: Ports
it_it: Porte

source: Ports State
it_it: Stato porte

source: Ports already Reserved
it_it: Numero porta già in uso

source: Power
it_it: Alimentazione

source: Power Transitions
it_it: Transizioni alimentazione

source: Previous Day
it_it: Giorno precedente

source: Previous Quarter
it_it: Trimestre precedente

source: Printer
it_it: Stampante

source: Process
it_it: Processo

source: Processing
it_it: Elaborazione

source: Product Name
it_it: Nome prodotto

source: Product Vendor
it_it: Produttore

source: Profile Settings
it_it: Impostazioni profilo

source: Profiles
it_it: Profili

source: Proto
it_it: Protocollo

source: Protocol
it_it: Protocollo

source: Provide a password to prevent unauthorized access to the gateway
it_it: Inserisci una password per evitare l´accesso non autorizzato al modem

source: Provide a password to prevent unauthorized access to the gateway.
it_it: Imposta una password per evitare un accesso non autorizzato al modem.

source: Public IP Range should not be used
it_it: Non può essere usato un IP appartenente all'intervallo degli IP pubblici

source: QR Code
it_it: Codice QR

source: Quick Links
it_it: Collegamento rapido

source: REJECT
it_it: RIFIUTA

source: Radius Accounting Server IP
it_it: IP server gestione accessi Radius

source: Radius Accounting Server port
it_it: Porta server gestione accessi Radius

source: Radius Accounting Server secret
it_it: Password server gestione accessi Radius

source: Radius Authentication Server IP
it_it: IP server autentificazione Radius

source: Radius Authentication Server port
it_it: Porta server autentificazione Radius

source: Radius Authentication Server secret
it_it: Password server autentificazione Radius

source: Random Color
it_it: Colore casuale

source: Rate
it_it: Velocità

source: Rebooting
it_it: Riavvio

source: Rebooting. Please wait...
it_it: Riavvio...

source: Rebooting...
it_it: Riavvio...

source: Received chart line
it_it: Grafico dati ricevuti linea

source: Refresh
it_it: Aggiorna

source: Refresh List
it_it: Aggiorna elenco

source: Region
it_it: Area

source: Register
it_it: Registra

source: Registered
it_it: Registrato

source: Relay Setup
it_it: Impostazioni relay

source: Release %s
it_it: Versione %s

source: Remote Assistance
it_it: Assistenza remota

source: Remove Aria2
it_it: Rimuovi Aria2

source: Remove Blacklist
it_it: Rimuovi Blacklist

source: Remove LuCI
it_it: Rimuovi LuCI

source: Remove Root
it_it: Rimuovi root

source: Remove Transmission
it_it: Rimuovi transmission

source: Remove XUPnP
it_it: Rimuovi XUPnP

source: Repeat Password
it_it: Conferma password

source: Repeat new password
it_it: Ridigita la nuova password
