Repository: Ansuel/tch-nginx-gui
Catalog: decompressed/gui_file/www/lang/*/webui-wizard.po
Languages: de_de, it_it

source: of
de_de: von
it_it: di

source: <h4>Router Installation is Complete</h4>
de_de: <h4>Die Router-Einrichtung is abgeschlossen</h4>
it_it: <h4>Configurazione router completata</h4>

source: A <b>WiFi 2.4GHz</b> Security Key is already set-up with your Router, however you can change that key here if desired. You can also change the security type below. To connect to the Router via WiFi you will need to enter the Security Key into your device.
de_de: Ein <b>WiFi 2.4GHz</b> Sicherheitsschlüssel ist bereit in Ihrem Router aufgesetzt. Sie können diesen hier auch verändern. Sie können auch den Verschlüsselungstyp wechseln. Um sich mit dem Router über WLAN zu verbinden, benötigen Sie den Sicherheitsschlüssel.
it_it: Nel router è già pre-impostata una password per la rete <b>Wi-Fi 2.4GHz</b>, ma puoi modificarla a tuo piacimento.<br/>Puoi inoltre cambiare il modo sicurezza.<br/>Per connetterti al router in Wi-Fi avrai bisogno di inserire nel dispositivo la password della rete.

source: A <b>WiFi 5GHz</b> Security Key is already set-up with your Router, however you can change that key here if desired. You can also change the security type below. To connect to the Router via WiFi you will need to enter the Security Key into your device.
de_de: Ein <b>WiFi 5GHz</b> Sicherheitsschlüssel ist bereit in Ihrem Router aufgesetzt. Sie können diesen hier auch verändern. Sie können auch den Verschlüsselungstyp wechseln. Um sich mit dem Router über WLAN zu verbinden, benötigen Sie den Sicherheitsschlüssel.
it_it: Nel router è già pre-impostata una password per la rete <b>Wi-Fi 5 GHz</b>, ma puoi modificarla a tuo piacimento.<br/>Puoi inoltre cambiare il modo sicurezza.<br/>Per connetterti al router in Wi-Fi avrai bisogno di inserire nel dispositivo la password della rete.

source: Desired Password:
de_de: Gewünschtes Kennwort:
it_it: Password:

source: Desired Username:
de_de: Gewünschter Benutzername:
it_it: Nome utente:

source: Disabled
de_de: Deaktiviert
it_it: Disabilitato

source: Dynamic IP Address
de_de: Dynamische IP-Adresse
it_it: Indirizzo IP dinamico

source: Enabled
de_de: Aktiviert
it_it: Abilitato

source: I don't have VoIP
de_de: Ich habe kein VoIP
it_it: Non ho il VoIP

source: In the next pages you will use the quick set-up guide to personalise your Router. Please enter a username and password to be used to gain access to your Router Management Console. It is recommended that you choose a unique password for added security.
de_de: Auf den nächsten Seiten werden Sie die Schnellstartanleitung, um Ihren Router zu personalisieren. Bitte geben Sie einen Benutzernamen und ein Kennwort ein, das für die Router-Verwaltungskonsole benötigt wird. Aus Sicherheitsgründen wird empfohlen, dass Sie dafür ein eigenes Passwort verwenden.
it_it: Nelle pagine seguenti potrai usare la configurazione guidata per personalizzare la configirazione del router.<br/>Inserisci un nome utente e una password da usare per l'accesso al router.<br/>Per aumentare la sicurezza ti suggeriamo di scegliere una password univoca.

source: Invalid VLAN ID, it must be a number on the range 2-4094
de_de: Die VLAN ID ist ungültig, es muss eine Zahl zwischen 2 und 4094 sein
it_it: ID VLAN non valido. Deve essere un numero nell'intervallo 2-4094

source: Invalid value, space not allowed
de_de: Ungültige Eingabe, Leerzeichen nicht erlaubt
it_it: Valore non valido. Spazio non consentito

source: Please review your settings and click finish.<br/>Your Router will reset and settings will be saved.
de_de: Bitte überprüfen Sie Ihre Einstellungen und drücken Sie auf Beenden.<br/>Ihr Router wird zurückgesetzt und die Einstellungen werden gespeichert.
it_it: Verifica le impostazioni e se sono corrette fai clic su <strong>Completata</strong>.<br/>Le impostazioni verranno salvate e il router si riavvierà.<br/>Seleziona <strong>Indietro</strong> per rivedere le impostazioni.<br/>Seleziona <strong>Esci</strong> per uscire dalla configurazione senza salvare le impostazioni.

source: Please set the new password for new user.
de_de: Bitte setzen Sie ein neues Kennwort für den neuen Benutzer.
it_it: Imposta la nuova password per il nuovo utente.

source: Please set value.
de_de: Bitte setzen Sie den Wert.
it_it: Inserisci il valore.

source: Remember to make a note of your username and password
de_de: Denken Sie daran, den Benutzernamen und das Kennwort zu notieren
it_it: Ricordati di prendere nota del nome utente e della password

source: Retype Password:
de_de: Geben Sie das Kennwort nochmals ein:
it_it: Re-inserisci password:

source: Router Security
de_de: Router-Sicherheit
it_it: Impostazioni sicurezza

source: SSID Broadcast Name (Max 32 characters):
de_de: SSID Broadcast Name (maximal 32 Zeichen):
it_it: Nome rete (SSID) max 32 caratteri:

source: SSID Broadcast Name:
it_it: Nome rete (SSID):

source: Security Key Type:
de_de: Art des Sicherheitsschlüssels:
it_it: Modo sicurezza:

source: Security Key Type:
de_de: Art des Sicherheitsschlüssels
it_it: Modo sicurezza:

source: Security Key(Minimum of 8 characters):
de_de: Sicherheitsschlüssel (Minimum 8 Zeichen):
it_it: Password (minimo 8 caratteri):

source: Security Key:
de_de: Sicherheitsschlüssel:
it_it: Password:

source: Setup Wizard
de_de: Geführte Einrichtung
it_it: Configurazione guidata

source: Static Gateway:
de_de: Statisches Gateway:
it_it: Gateway statico:

source: Static IP Address
de_de: Statische IP-Adresse
it_it: Indirizzo IP statico

source: Static IP Address:
de_de: Statische IP-Adresse:
it_it: Indirizzo IP statico:

source: Static Primary DNS:
de_de: Primärer statischer DNS:
it_it: DNS primario statico:

source: Static Secondary DNS:
de_de: Sekundärer statischer DNS:
it_it: DNS secondario statico:

source: Static Subnet Mask:
de_de: Statische Subnetzmaske:
it_it: Maschera sottorete statica:

source: Step
de_de: Schritt
it_it: Passo

source: Username:
de_de: Benutzername:
it_it: Nome utente:

source: VCI Number:
de_de: VCI Nummer:
it_it: Valore VCI:

source: VLAN Enabled
de_de: VLAN eingeschaltet
it_it: VLAN abilitata

source: VLAN ID:
it_it: ID VLAN:

source: VPI Number:
de_de: VPI Nummer:
it_it: Valore VPI:

source: VoIP (Netphone) is an optional phone service that runs over the internet. If you have purchased this service, enter your VoIP settings here. You'll find your settings in your VoIP activation email.
de_de: VoIP ist ein optionaler Telefoniedienst, der über das Internetläuft. Wenn Sie diesen Dienst gebucht haben, geben Sie hier Ihre VoIP Angaben sein. Diese finden sich in der VoIP Aktivierungs-Mail.
it_it: VoIP (Netphone) è un servizio telefonico opzionale che funziona su internet.<br/>Se hai acquistato questo servizio, inserisci qui le impostazioni VoIP.<br/>Troverai le impostazioni nella email di attivazione VoIP.

source: VoIP Domain Name:
it_it: Nome dominio VoIP:

source: VoIP Password:
de_de: VoIP Kennwort:
it_it: Password VoIP:

source: VoIP Password:
de_de: VoIP Kennwort:
it_it: Password VoIP:

source: VoIP Phone number:
de_de: VoIP Telefonnummer:
it_it: Numero telefono VoIP:

source: VoIP Phone number:
de_de: VoIP Telefonnummer:
it_it: Numero telefono VoIP:

source: VoIP Proxy Port:
it_it: Porta proxy VoIP:

source: VoIP Proxy:
it_it: Proxy VoIP:

source: VoIP Realm:
it_it: Realm VoIP:

source: VoIP Registar:
it_it: Registar VoIP:

source: VoIP Setup
de_de: VoIP-Einrichtung
it_it: Impostazione VoIP

source: VoIP Username:
de_de: VoIP Benutzername::
it_it: Nome utente VoIP:

source: VoIP is an optional phone service that runs over the internet. If you have purchased this service, enter your VoIP settings here. You'll find your settings in your VoIP activation email.
de_de: VoIP ist ein optionaler Telefondienst, der über das Internet läuft. Wenn Sie diesen Service gekauft haben, geben Sie hier Ihre VoIP-Einstellungen ein. Ihre Einstellungen finden Sie in Ihrer VoIP-Aktivierungs-Mail.
it_it: VoIP è un servizio telefonico aggiuntivo che funziona su internet.<br/>Se hai acquistato questo servizio, inserisci qui le impostazioni VoIP.<br/>Troverai le impostazioni nella email di attivazione VoIP.

source: WAN Interfaces
de_de: WAN Schnittstellen
it_it: Interfaccia WAN

source: WAN Interfaces:
de_de: WAN-Schnittstellen:
it_it: Interfaccia WAN:

source: WAN Type:
de_de: WAN-Typ:
it_it: Tipo WAN:

source: Wansensing Enabled
de_de: Wansensing eingeschaltet
it_it: Wansensing abilitato

source: Your modem already has a unique WiFi network set up by default. You can change the broadcast name here if desired, or turn off WiFi completely. You can also hide your WiFi network name from other devices by turning off SSID broadcast.
de_de: Ihr Modem hat bereits ab Werk eine eigene WLAN-Einrichtung. Sie können den sichtbaren Namen hier ändern oder das WLAN ganz abschalten. Sie können den WLAN-Namen auch verbergen, indem Sie den SSID-Broadcast abschalten.
it_it: Il modem è pre-impostato per avere una rete Wi-Fi unica per le bande 2.4Ghz e 5.0 Ghz (bandsteering).<br/>Qui se vuoi puoi modificare il nome brodcast della rete (SSID), o disabilitare completamente il Wi-Fi.<br/>Puoi anche nascondere il nome della rete Wi-Fi da altri dispositivi disabilitando il broadcast dell'SSID.

source: WiFi Setup (2.4GHz)
de_de: WiFi Einstellungen (2,4 GHz)
it_it: Impostazioni WiFi (2.4 GHz)

source: WiFi Setup (5GHz)
de_de: WiFi Einstellungen (5 GHz)
it_it: Impostazioni WiFi (5 GHz)

source: PPP over Ethernet
de_de: PPPoE (PPP über Ethernet)
it_it: PPPoE (PPP over Ethernet)

source: PPP over ATM
de_de: PPPoA (PPP über ATM)
it_it: PPPoA (PPP over ATM)

source: Username:
de_de: Benutzername:
it_it: Utente:

source: VLAN ID
it_it: ID VLAN

source: Step 6 of 8
de_de: Schritt 6 von 8
it_it: Passaggio 6 di 8

source: None
de_de: Kein
it_it: Nessuno

source: Step 5 of 8
de_de: Schritt 5 von 8
it_it: Passaggio 5 di 8

source: Username can not be empty
it_it: Il nome utente non può essere vuoto

source: Passwords do not match
it_it: Le password non coincidono

source: You must fill your password
it_it: Devi inserire la password

source: Password:
de_de: Kennwort:

source: Wireless 2.4GHz (WiFi):
de_de: Drahtlos 2,4 GHz (WiFi)

source: Wireless 5GHz (WiFi):
de_de: Drahtlos 5Ghz (WiFi)

source: Wireless 2.4GHz (WiFi):
de_de: Drahtlos 2,4GHz (WiFi):

source: Wireless 5GHz (WiFi):
de_de: Drahtlos 5GHz (WiFi):
